Repository: giacomolanzi/memberpress-translation-italian
Catalog: memberpress-*.po
Languages: it_it

# ui
source: A subscription was paused on {$blog_name}:
it_it: Sospesa una sottoscrizione su {$blog_name}:

# ui
source: A transaction just failed on {$blog_name}:
it_it: Transazione non riuscita su {$blog_name}:

# ui
source: A transaction was just refunded on {$blog_name}:
it_it: Transazione rimborsata su {$blog_name}:

# ui
source: A user downgraded their subscription on {$blog_name}:
it_it: Un utente eseguito il downgrade del suo abbonamento a {$ BLOG_NAME}:

# ui
source: A user resumed their subscription on {$blog_name}:
it_it: Un utente ha riattivato la sottoscrizione a {$blog_name}:

# ui
source: A user upgraded their subscription on {$blog_name}:
it_it: Un utente ha eseguito l'upgrade della sottoscrizione su {$blog_name}:

# ui
source: Actions
it_it: Azioni

# ui
source: Active
it_it: Attivo

# ui
source: Address Line 1
it_it: Indirizzo

# ui
source: Address Line 2
it_it: Indirizzo Linea 2

# ui
source: Almer&iacute;a
it_it: Almería

# ui
source: Amap&aacute;
it_it: Amapá

# ui
source: American Samoa
it_it: Samoa Americane

# ui
source: Amount
it_it: Importo

# ui
source: Amount:
it_it: Importo:

# ui
source: An Unknown Error Occurred
it_it: Si è verificato un errore sconosciuto.

# ui
source: Ancash
it_it: Regione di Ancash

# ui
source: Andaman and Nicobar Islands
it_it: Isole Andaman e Nicobar

# ui
source: Antalya
it_it: Adalia

# ui
source: Antarctica
it_it: Antartide

# ui
source: Antigua and Barbuda
it_it: Antigua e Barbados

# ui
source: Apur&iacute;mac
it_it: Apurímac

# ui
source: Araba/&Aacute;lava
it_it: Araba/Álava

# ui
source: Armed Forces (AA)
it_it: Forze armate (AA)

# ui
source: Armed Forces (AE)
it_it: Forze Armate (AE)

# ui
source: Armed Forces (AP)
it_it: Forze Armate (AP)

# ui
source: Asturias
it_it: Asturie

# ui
source: Aug
it_it: Ago

# ui
source: Australian Capital Territory
it_it: Territorio della Capitale Australiana

# ui
source: Auto Rebill:
it_it: Rinnovo automatico:

# ui
source: Auto-Rebilling:
it_it: Rinnovo automatico:

# ui
source: Azerbaijan
it_it: Azerbaigian

# ui
source: Açores
it_it: Azzorre

# ui
source: Bahrain
it_it: Bahrein

# ui
source: Baja California
it_it: Bassa California

# ui
source: Baja California Sur
it_it: Bassa California Sur

# ui
source: Bay of Plenty
it_it: Bay of Plenty (Nuova Zelanda)

# ui
source: Beijing / &#21271;&#20140;
it_it: Pechino / &#21271;&#20140;

# ui
source: Belarus
it_it: Bielorussia

# ui
source: Belgium
it_it: Belgio

# ui
source: Bhaktapur
it_it: Bhaktapu

# ui
source: Billed to
it_it: Addebitato a

# ui
source: Bonaire, Saint Eustatius and Saba
it_it: Bonaire, Sint Eustatius e Saba

# ui
source: Bosnia and Herzegovina
it_it: Bosnia Erzegovina

# ui
source: Bouvet Island
it_it: Isola Bouvet

# ui
source: Brazil
it_it: Brasile

# ui
source: British Columbia
it_it: Columbia Britannica

# ui
source: British Indian Ocean Territory
it_it: Territorio Britannico dell’Oceano Indiano

# ui
source: British Virgin Islands
it_it: Isole Vergini Americane

# ui
source: Business
it_it: Società

# ui
source: C&aacute;ceres
it_it: Cáceres

# ui
source: C&aacute;diz
it_it: Cadice

# ui
source: C&oacute;rdoba
it_it: Córdoba

# ui
source: Cambodia
it_it: Cambogia

# ui
source: Cameroon
it_it: Camerun

# ui
source: Cancel
it_it: Annulla

# ui
source: Cantabria
it_it: Cantoria

# ui
source: Cape Verde
it_it: Capo Verde

# ui
source: Card Exp.
it_it: Scadenza Carta

# ui
source: Card Expires
it_it: Carta scade

# ui
source: Castell&oacute;n
it_it: Castellón

# ui
source: Cayman Islands
it_it: Isole Cayman

# ui
source: CC Expires:
it_it: CC scade:

# ui
source: Cear&aacute;
it_it: Ceará

# ui
source: Central African Republic
it_it: Repubblica Centroafricana

# ui
source: Chad
it_it: Ciad

# ui
source: Chaharmahal and Bakhtiari (چهارمحال و بختیاری)
it_it: Chaharmahal e Bakhtiari (چهارمحال و بختیاری)

# ui
source: Change Password
it_it: Cambia password

# ui
source: Checked
it_it: Controllato

# ui
source: Cheers!
it_it: Saluti!

# ui
source: Chile
it_it: Cile

# ui
source: China
it_it: Cina

# ui
source: Christmas Island
it_it: Isola di Christmas

# ui
source: City
it_it: Città

# ui
source: Cocos (Keeling) Islands
it_it: Isole Cocos (Keeling)

# ui
source: Comoros
it_it: Comore

# ui
source: Confirm New Password
it_it: Conferma nuova Password

# ui
source: Confirm subscription payment
it_it: Confermare il pagamento dell'abbonamento

# ui
source: Consumer
it_it: Privato

# ui
source: Cook Islands
it_it: Isole di Cook

# ui
source: Country
it_it: Paese

# ui
source: Coupon Code:
it_it: Codice Coupon :

# ui
source: Courses
it_it: Corsi

# ui
source: Created
it_it: Creato

# ui
source: Created:
it_it: Creato:

# ui
source: Credit Card Exp:
it_it: Carta di credito scad:

# ui
source: Credit Card Num:
it_it: Carta di credito n.:

# ui
source: Credit Card Number
it_it: Numero di carta di credito

# ui
source: Croatia
it_it: Croazia

# ui
source: Cura&Ccedil;ao
it_it: Curaçao

# ui
source: Cusco
it_it: Cuzco

# ui
source: Customer Type:
it_it: Tipo di cliente

# ui
source: Cyprus
it_it: Cipro

# ui
source: Czech Republic
it_it: Repubblica Ceca

# ui
source: D&#252;zce
it_it: Düzce

# ui
source: Dadar and Nagar Haveli
it_it: Dadar e Nagar Haveli

# ui
source: Daman and Diu
it_it: Daman e Diu

# ui
source: Date
it_it: Data

# ui
source: Date:
it_it: Data:

# ui
source: Dec
it_it: Dic

# ui
source: Delhi
it_it: Nuova Delhi

# ui
source: Denmark
it_it: Danimarca

# ui
source: Description
it_it: Descrizione

# ui
source: Dhankuta
it_it: Dhanakuta

# ui
source: District Of Columbia
it_it: Washington, District Of Columbia

# ui
source: Djibouti
it_it: Gibuti

# ui
source: DKI Jakarta
it_it: Giacarta

# ui
source: Dominican Republic
it_it: Repubblica Dominicana

# ui
source: Done
it_it: Fatto

# ui
source: East Azarbaijan (آذربایجان شرقی)
it_it: Azarbaijan orientale (آذربایجان شرقی)

# ui
source: Eastern Cape
it_it: Provincia del Capo Orientale

# ui
source: Egypt
it_it: Egitto

# ui
source: Enabled
it_it: Abilitato

# ui
source: Enter your new password
it_it: Inserisci la tua nuova password

# ui
source: Enter Your Username or Email Address
it_it: Inserisci il tuo nome utente o il tuo indirizzo email

# ui
source: Equatorial Guinea
it_it: Guinea Equatoriale

# ui
source: ERROR
it_it: ERRORE

# ui
source: Esp&iacute;rito Santo
it_it: Espírito Santo

# ui
source: Ethiopia
it_it: Etiopia

# ui
source: Expiration
it_it: Scadenza

# ui
source: Expired
it_it: Scaduto

# ui
source: Expires
it_it: Scade

# ui
source: Expires:
it_it: Scade:

# ui
source: Expires: %s
it_it: Scadenza: %s

# ui
source: Failed
it_it: Fallito

# ui
source: Falkland Islands
it_it: Isole Falkland

# ui
source: Faroe Islands
it_it: Isole Fær Øer

# ui
source: Fiji
it_it: Isole Figi

# ui
source: Finland
it_it: Finlandia

# ui
source: First Name Required
it_it: Il Nome è richiesto.

# ui
source: First Name:
it_it: Nome:

# ui
source: First Payment
it_it: Primo pagamento

# ui
source: for your payment to {$blog_name}
it_it: per il tuo pagamento su {$blog_name}

# ui
source: Forgot Password
it_it: Password dimenticata

# ui
source: France
it_it: Francia

# ui
source: Free State
it_it: Stato Libero

# ui
source: French Guiana
it_it: Guiana Francese

# ui
source: French Polynesia
it_it: Polinesia Francese

# ui
source: French Southern Territories
it_it: Territori Francesi Meridionali

# ui
source: Germany
it_it: Germania

# ui
source: Gibraltar
it_it: Gibilterra

# ui
source: Gipuzkoa
it_it: Guipúzcoa

# ui
source: Goi&aacute;s
it_it: Goiás

# ui
source: Greece
it_it: Grecia

# ui
source: Greenland
it_it: Groenlandia

# ui
source: Guadeloupe
it_it: Guadalupe

# ui
source: Hawke&rsquo;s Bay
it_it: Hawkes Bay

# ui
source: Heard Island and McDonald Islands
it_it: Isola Heard e Isole McDonald

# ui
source: Here are the details of your transaction:
it_it: Ecco i dettagli della transazione:

# ui
source: Hi %s,
it_it: Ciao %s,

# ui
source: Home
it_it: Profilo

# ui
source: Hu&aacute;nuco
it_it: Huánuco

# ui
source: Hungary
it_it: Ungheria

# ui
source: I have read and agree to the Terms Of Service
it_it: Ho letto e accetto i termini del servizio

# ui
source: I have read and agree to the Terms of Service
it_it: Ho letto e accetto i termini del servizio

# ui
source: Iceland
it_it: Islanda

# ui
source: If this isn't correct you can update your %1$saccount%2$s.
it_it: Se non è corretto puoi aggiornare il tuo %1$saccount%2$s.

# ui
source: Inner Mongolia / &#20839;&#33945;&#21476;
it_it: Mongolia <interna / &#20839;&#33945;&#21476;

# ui
source: Invalid Coupon
it_it: Coupon non valido

# ui
source: Invalid Credit Card Number
it_it: Numero di carta di credito non valido

# ui
source: Invalid CVC Code
it_it: Codice CVC non valido

# ui
source: Invalid Email
it_it: Email non valida

# ui
source: Invalid Expiration
it_it: Scadenza non valida

# ui
source: Invalid Password
it_it: Password non valida

# ui
source: Invalid Username
it_it: Nome utente non valido

# ui
source: Invalid VAT Number
it_it: Numero P.IVA non valido.

# ui
source: Invoice
it_it: Fattura

# ui
source: Invoice Date:
it_it: Data fattura:

# ui
source: Invoice Number:
it_it: Numero di fattura:

# ui
source: Invoice:
it_it: Fattura:

# ui
source: Isfahan (اصفهان)
it_it: Esfahan (اصفهان)

# ui
source: Isle of Man
it_it: Isola di Man

# ui
source: Israel
it_it: Israele

# ui
source: Italy
it_it: Italia

# ui
source: Ivory Coast
it_it: Costa d’Avorio

# ui
source: Ja&eacute;n
it_it: Jaén

# ui
source: Jammu and Kashmir
it_it: Jammu e Kashmir

# ui
source: Jan
it_it: Gen

# ui
source: Japan
it_it: Giappone

# ui
source: Jawa Barat
it_it: Giava occidentale

# ui
source: Jawa Tengah
it_it: Giava centrale

# ui
source: Jawa Timur
it_it: Giava orientale

# ui
source: Jordan
it_it: Giordania

# ui
source: Jul
it_it: Lug

# ui
source: Jun
it_it: Giu

# ui
source: Jun&iacute;n
it_it: Junín

# ui
source: Just a friendly reminder that your %1$s on <strong>%2$s</strong>.
it_it: Promemoria per il tuo %1$s su <strong>%2$s</strong>.

# ui
source: Kalimantan Barat
it_it: Kalimantan occidentale

# ui
source: Kalimantan Selatan
it_it: Kalimantan meridionale

# ui
source: Kalimantan Tengah
it_it: Kalimantan centrale

# ui
source: Kalimantan Timur
it_it: Kalimantan orientale

# ui
source: Kalimantan Utara
it_it: Kalimantan settentrionale

# ui
source: Kathmandu
it_it: Katmandu

# ui
source: Kavrepalanchowk
it_it: Kavre

# ui
source: Kazakhstan
it_it: Kazakistan

# ui
source: Kohgiluyeh and BoyerAhmad (کهگیلوییه و بویراحمد)
it_it: Kohgiluyeh e BoyerAhmad (کهگیلوییه و بویراحمد)

# ui
source: Kowloon
it_it: Caolun

# ui
source: Kyrgyzstan
it_it: Kirghizistan

# ui
source: Kyustendil
it_it: Kjustendil

# ui
source: Lakshadeep
it_it: Laccadive

# ui
source: Last Name Required
it_it: Il Cognome è richiesto.

# ui
source: Last Name:
it_it: Cognome

# ui
source: Latvia
it_it: Lettonia

# ui
source: Le&oacute;n
it_it: León

# ui
source: Lebanon
it_it: Libano

# ui
source: Libya
it_it: Libia

# ui
source: Lifetime
it_it: A vita

# ui
source: Limpopo
it_it: Provincia del Limpopo

# ui
source: Lisboa e Vale do Tejo
it_it: Lisbona e Valle del Tago

# ui
source: Lithuania
it_it: Lituania

# ui
source: Lleida
it_it: Laida

# ui
source: Loading icon
it_it: Icona di caricamento

# ui
source: Log In
it_it: Accedi

# ui
source: Login
it_it: Accedi

# ui
source: Login:
it_it: Accesso:

# ui
source: Logout
it_it: Esci

# ui
source: Loreto
it_it: Loreto (Dipartimento - Perù)

# ui
source: Luxembourg
it_it: Lussemburgo

# ui
source: M&aacute;laga
it_it: Málaga

# ui
source: Macau / &#28595;&#38376;
it_it: Macao / &#28595;&#38376;

# ui
source: Madeira
it_it: Madera

# ui
source: Malaysia
it_it: Malesia

# ui
source: Maldives
it_it: Maldive - Isole Maldive

# ui
source: Maluku Utara
it_it: Maluku settentrionale

# ui
source: Maranh&atilde;o
it_it: Maranhão

# ui
source: Markazi (مرکزی)
it_it: Regione di Markazi (مرکزی)

# ui
source: Marshall Islands
it_it: Isole Marshall

# ui
source: Martinique
it_it: Martinica

# ui
source: May
it_it: Mag

# ui
source: Membership
it_it: Abbonamento

# ui
source: Membership:
it_it: Abbonamento:

# ui
source: Method
it_it: Metodo

# ui
source: Mexico
it_it: Messico

# ui
source: mm/yy
it_it: mm/aa

# ui
source: Moldova
it_it: Moldavia

# ui
source: Morocco
it_it: Marocco

# ui
source: Mozambique
it_it: Mozambico

# ui
source: Municipalidad Metropolitana de Lima
it_it: Municipalidad de Lima Metropolitana

# ui
source: Name:
it_it: Nome:

# ui
source: Netherlands
it_it: Paesi Bassi

# ui
source: Netherlands Antilles
it_it: Antille Olandesi

# ui
source: Never
it_it: Mai

# ui
source: New Brunswick
it_it: Nuovo Brunswick

# ui
source: New Caledonia
it_it: Nuova Caledonia

# ui
source: New Mexico
it_it: Nuovo Messico

# ui
source: New One-Time Subscription
it_it: Nuova sottoscrizione singola

# ui
source: New Password
it_it: Nuova Password

# ui
source: New Recurring Subscription
it_it: Nuova sottoscrizione periodica

# ui
source: New Signup
it_it: Nuova registrazione

# ui
source: New South Wales
it_it: Nuovo Galles del Sud

# ui
source: New Territories
it_it: Nuovi territori

# ui
source: New Zealand
it_it: Nuova Zelanda

# ui
source: Newfoundland
it_it: Terranova

# ui
source: Next Billing:
it_it: Prossimo rinnovo:

# ui
source: Next Billing: %s
it_it: Prossimo addebito: %s

# ui
source: Next Page
it_it: Pagina successiva

# ui
source: None
it_it: Nessuno

# ui
source: Norfolk Island
it_it: Isola Norfolk

# ui
source: North Carolina
it_it: Carolina del Nord

# ui
source: North Dakota
it_it: Dakota del Nord

# ui
source: North Khorasan (خراسان جنوبی)
it_it: Khorasan settentrionale (خراسان جنوبی)

# ui
source: North Korea
it_it: Corea del Nord

# ui
source: North West
it_it: Nord Ovest

# ui
source: Northern Cape
it_it: Capo Nord

# ui
source: Northern Mariana Islands
it_it: Isole Marianne Settentrionali

# ui
source: Northern Territory
it_it: Territori del Nord

# ui
source: Northwest Territories
it_it: Territori del Nord Ovest

# ui
source: Norway
it_it: Norvegia

# ui
source: Nova Scotia
it_it: Nuova Scozia

# ui
source: Nusa Tenggara Barat
it_it: Nusa Tenggara occidentale

# ui
source: Nusa Tenggara Timur
it_it: Nusa Tenggara orientale

# ui
source: Oct
it_it: Ott

# ui
source: or
it_it: oppure

# ui
source: Paid to
it_it: Pagato a

# ui
source: Palestinian Territory
it_it: Territori palestinesi

# ui
source: Papua Barat
it_it: Papua occidentale

# ui
source: Papua New Guinea
it_it: Papua Nuova Guinea

# ui
source: Par&aacute;
it_it: Parà

# ui
source: Para&iacute;ba
it_it: Paraíba

# ui
source: Paran&aacute;
it_it: Paraná

# ui
source: Password Confirmation
it_it: Conferma Password

# ui
source: Password Confirmation Doesn't Match
it_it: Conferma password non corrisponde

# ui
source: Password Confirmation:*
it_it: Conferma password:*

# ui
source: Password could not be reset.
it_it: Non è stato possibile reimpostare la password.

# ui
source: Password Lost and Changed for user
it_it: Password reimpostata per l&#39;utente: %1$s

# ui
source: Password: *** Successfully Reset ***
it_it: Password: *** Resettata con successo ***

# ui
source: Paused
it_it: Sospesa

# ui
source: Pay Invoice
it_it: Paga la fattura

# ui
source: Payment Amount:
it_it: Importo pagamento:

# ui
source: Payment from {$user_full_name}
it_it: Pagamento da {$user_full_name}

# ui
source: Payment Receipt
it_it: Ricevuta di Pagamento

# ui
source: Payment System:
it_it: Sistema di pagamento:

# ui
source: Payments
it_it: Pagamenti

# ui
source: Pazardzhik
it_it: Pazardžik

# ui
source: Peru
it_it: Perù

# ui
source: Philippines
it_it: Filippine

# ui
source: Piau&iacute;
it_it: Piauí

# ui
source: Please click on the confirmation link that was just sent to your email address.
it_it: Per favore clicca sul link di conferma è stato inviato al tuo indirizzo email.

# ui
source: Please complete your signup
it_it: Ccompletare la tua registrazione

# ui
source: Please contact us for further assistance.
it_it: Contattateci per ulteriore assistenza.

# ui
source: Please fix the errors above
it_it: Per favore correggi gli errori evidenziati

# ui
source: Poland
it_it: Polonia

# ui
source: Pondicherry (Puducherry)
it_it: Pondicherry (Pondicherry)

# ui
source: Portugal
it_it: Portogallo

# ui
source: Previous Page
it_it: Pagina prcedente

# ui
source: Price:
it_it: Costo:

# ui
source: Prince Edward Island
it_it: Isola Prince Edward

# ui
source: Puerto Rico
it_it: Portorico

# ui
source: Quantity
it_it: Quantità

# ui
source: Re-Subscribe
it_it: Riabbonarsi

# ui
source: Refunded
it_it: Rimborsato

# ui
source: Remember Me
it_it: Ricordami

# ui
source: Renew
it_it: Rinnova

# ui
source: Renews:
it_it: Rinnovi:

# ui
source: Republic of Ireland
it_it: Irlanda

# ui
source: Request a Password Reset
it_it: Richiedi di reimpostare la password

# ui
source: Request Password Reset
it_it: Richiesta di reimpostare la password

# ui
source: reset your password again
it_it: reimpostare nuovamente la password

# ui
source: Reunion
it_it: Isola di Réunion

# ui
source: Rwanda
it_it: Ruanda

# ui
source: S&atilde;o Paulo
it_it: San Paolo

# ui
source: S&atilde;o Tom&eacute; and Pr&iacute;ncipe
it_it: Sao Tome e Principe

# ui
source: Saint Barth&eacute;lemy
it_it: Saint-Barthélemy

# ui
source: Saint Helena
it_it: Sant'Elena

# ui
source: Saint Kitts and Nevis
it_it: Saint Kitts e Nevis

# ui
source: Saint Lucia
it_it: Santa Lucia

# ui
source: Saint Martin (Dutch part)
it_it: Saint Martin (parte olandese)

# ui
source: Saint Martin (French part)
it_it: Saint Martin (parte francese)

# ui
source: Saint Pierre and Miquelon
it_it: Saint Pierre e Miquelon

# ui
source: Saint Vincent and the Grenadines
it_it: Saint Vincent e Grenadine

# ui
source: San Marino
it_it: San Marino - Repubblica di

# ui
source: San Mart&iacute;n
it_it: San Martín

# ui
source: Santa Cruz de Tenerife
it_it: Santa Cruz di Tenerife

# ui
source: Saudi Arabia
it_it: Arabia Saudita

# ui
source: Save Profile
it_it: Salva profilo

# ui
source: Select Payment Method
it_it: Selezionare il metodo di pagamento

# ui
source: Sep
it_it: Set

# ui
source: Sevilla
it_it: Siviglia

# ui
source: Sistan and Baluchestan (سیستان و بلوچستان)
it_it: Sistan e Baluchistan (سیستان و بلوچستان)

# ui
source: Slovakia
it_it: Slovacchia

# ui
source: Solomon Islands
it_it: Isole Solomon

# ui
source: Someone requested to reset your password for %1$s on %2$s at %3$s
it_it: Qualcuno ha chiesto di reimpostare la password per %1$s il %2$s al %3$s

# ui
source: Sorry, your latest subscription payment on {$blog_name} failed. Please click the link below to pay the invoice to keep your subscription active.
it_it: Siamo spiacenti, il pagamento dell'ultimo abbonamento a {$blog_name} non è andato a buon fine. Fai clic sul link sottostante per pagare la fattura e mantenere attivo il tuo abbonamento.

# ui
source: Sorry, your transaction on {$blog_name} failed. Please update your payment details and retry your purchase.
it_it: La transazione su {$blog_name} non è andata a buon fine. Aggiorna i dati di pagamento e prova a ripetere l&#39;acquisto.

# ui
source: South Africa
it_it: Sudafrica

# ui
source: South Australia
it_it: Australia del Sud

# ui
source: South Carolina
it_it: Carolina del Sud

# ui
source: South Dakota
it_it: Dakota del Sud

# ui
source: South Georgia/Sandwich Islands
it_it: Georgia del Sud e Sandwich australi, Isole

# ui
source: South Khorasan (خراسان جنوبی)
it_it: Khorasan meridionale (خراسان جنوبی)

# ui
source: South Korea
it_it: Corea del Sud

# ui
source: South Sudan
it_it: Sudan

# ui
source: Spain
it_it: Spagna

# ui
source: Started:
it_it: Iniziata:

# ui
source: State/Province
it_it: Provincia

# ui
source: Stopped
it_it: Fermato

# ui
source: Sub Account
it_it: Conto secondario

# ui
source: Sub-Total
it_it: Sub-totale

# ui
source: Submit
it_it: Invia

# ui
source: Subscribe
it_it: Abbonati

# ui
source: Subscription
it_it: Sottoscrizione

# ui
source: Subscription Cancelled
it_it: Sottoscrizione annullata

# ui
source: Subscription Downgraded
it_it: Downgrade sottoscrizione

# ui
source: Subscription Num:
it_it: Sottoscrizione n.:

# ui
source: Subscription Paused
it_it: Sottoscrizione sospesa

# ui
source: Subscription Resumed
it_it: Sottoscrizione riattivata

# ui
source: Subscription Upgraded
it_it: Upgrade della sottoscrizione

# ui
source: Subscription:
it_it: Sottoscrizione:

# ui
source: Subscriptions
it_it: Sottoscrizioni

# ui
source: Successfully requested password reset
it_it: La richiesta di reimpostare la password è andata a buon fine.

# ui
source: Sulawesi Barat
it_it: Sulawesi occidentale

# ui
source: Sulawesi Selatan
it_it: Sulawesi meridionale

# ui
source: Sulawesi Tengah
it_it: Sulawesi centrale

# ui
source: Sulawesi Tenggara
it_it: Sulawesi sudorientale

# ui
source: Sulawesi Utara
it_it: Sulawesi settentrionale

# ui
source: Svalbard and Jan Mayen
it_it: Svalbard e Jan Mayen

# ui
source: Sweden
it_it: Svezia

# ui
source: Switzerland
it_it: Svizzera

# ui
source: Syria
it_it: Siria

# ui
source: Tajikistan
it_it: Tagikistan

# ui
source: Tasman
it_it: Tasmania

# ui
source: Tehran (تهران)
it_it: Teheran (تهران)

# ui
source: Tekirda&#287;
it_it: Tekirdağ

# ui
source: Terms
it_it: Termini

# ui
source: Terms:
it_it: Termini:

# ui
source: Thailand
it_it: Tailandia

# ui
source: Thanks for Purchasing {$product_name}
it_it: Grazie per aver acquistato {$product_name}

# ui
source: Thanks for registering for {$product_name}!
it_it: Grazie per la registrazione per {$product_name}!

# ui
source: The link you clicked has expired, please attempt to %s.
it_it: Il link cliccato è scaduto, si prega di tentare con %s.

# ui
source: The {$blog_name} Team
it_it: <em>Il team di {$blog_name}</em>

# ui
source: This site collects names, emails and other user information. I consent to the terms set forth in the %Privacy Policy%.
it_it: Questo sito raccoglie nomi, e-mail e altre informazioni sugli utenti. Accetto le condizioni stabilite nella %Privacy Policy%.

# ui
source: Timor-Leste
it_it: Timor Est

# ui
source: To avoid any interruptions in your subscription, please %1$slogin to your account%2$s and update your credit card information.
it_it: Per evitare qualsiasi interruzione della tua sottoscrizione, %1$saccedi to your account%2$s and update your credit card information.

# ui
source: To reset your password visit the following address, otherwise just ignore this email and nothing will happen.
it_it: Per reimpostare la password visitate il seguente indirizzo, altrimenti ignorate questa e-mail e non succederà nulla.

# ui
source: Today
it_it: Oggi

# ui
source: Total
it_it: Totale

# ui
source: Trabzon
it_it: Trebisonda

# ui
source: Transaction Failed
it_it: Transazione fallita

# ui
source: Transaction Refunded
it_it: Transazione rimborsata

# ui
source: Transaction:
it_it: Transazione:

# ui
source: Trinidad and Tobago
it_it: Trinidad e Tobago

# ui
source: Turkey
it_it: Turchia

# ui
source: Turks and Caicos Islands
it_it: Isole Turks e Caicos

# ui
source: Two Factor Authentication
it_it: Autenticazione a due fattori

# ui
source: Uh oh, something went wrong. Not a valid Membership form.
it_it: Qualcosa è andato storto. Il modulo di iscrizione non è valido.

# ui
source: Ukraine
it_it: Ucraina

# ui
source: United Arab Emirates
it_it: Emirati Arabi Uniti

# ui
source: United Kingdom (UK)
it_it: Regno Unito (UK)

# ui
source: United States (US)
it_it: Italia

# ui
source: Unknown
it_it: Sconosciuto

# ui
source: Update Password
it_it: Aggiorna Password

# ui
source: US Minor Outlying Islands
it_it: Isole Minori Esterne - USA

# ui
source: US Virgin Islands
it_it: Isole Vergini americane

# ui
source: User ID:
it_it: ID Utente:

# ui
source: Username
it_it: Nome Utente

# ui
source: Username or E-mail
it_it: Nome utente o Email

# ui
source: Username:
it_it: Nome utente:

# ui
source: Username: %1$s
it_it: Nome utente: %1$s
