Repository: giacomolanzi/memberpress-translation-italian
Catalog: memberpress-*.po
Languages: it_it

# ui
source: Username:*
it_it: Nome utente:*

# ui
source: Using this username and password:
it_it: Utilizzando questi dati di accesso:

# ui
source: Valencia
it_it: Valenza

# ui
source: VAT Number:
it_it: N° Partita IVA

# ui
source: Vatican
it_it: Città del Vaticano

# ui
source: Vratsa
it_it: Vraca

# ui
source: Waikato
it_it: Waikato (NZ)

# ui
source: Wallis and Futuna
it_it: Wallis e Futuna

# ui
source: We just saw that you weren't able to complete your signup for %1$s on %2$s.
it_it: Abbiamo visto che non sei riuscito a completare la registrazione per %1$s su %2$s.

# ui
source: We tried to process a payment for your subscription to %s, but your bank requested authentication for this transaction. Please confirm the payment by clicking on the following link:
it_it: Abbiamo cercato di elaborare un pagamento per il suo abbonamento a %s, ma la sua banca ha richiesto l'autenticazione per questa transazione. La preghiamo di confermare il pagamento cliccando sul seguente link:

# ui
source: We wouldn't want you to miss out on any of the great content we're working on so <strong>make sure you %1$srenew it today%2$s</strong>.
it_it: Non vorremmo che tu rinunci a nessuno delle grandi contenuti su cui stiamo lavorando quindi <strong>assicurati %1$s di rinnovare il tuo abbonamento oggi%2$s</strong>.

# ui
source: We wouldn't want you to miss out on any of the great content we're working on so <strong>make sure you %1$supdate your credit card today%2$s</strong>.
it_it: Non vogliamo che tu rinunci a nessuno dei grandi contenuti a cui stiamo lavorando quindi <strong>assicurati di%1$sdi rinnovare la tua carta di credito oggi%2$s</strong>.ƒ

# ui
source: We'd be really sad if you missed out so we just wanted to drop you a line to let you to know that it's easy to <strong>%1$scomplete your signup today%2$s</strong>.
it_it: Siampo spiacenti di perderti, vogliamo solo farti sapere che puoi <strong>%1$scompletare la tua iscrizione oggi%2$s</strong>.

# ui
source: Website:
it_it: Sito web:

# ui
source: Welcome {$user_first_name}!
it_it: Salve {$user_first_name}!

# ui
source: West Azarbaijan (آذربایجان غربی)
it_it: Azarbaijan occidentale (آذربایجان غربی)

# ui
source: West Bengal
it_it: Bengala occidentale

# ui
source: West Coast
it_it: Costa occidentale (Nuva Zelanda)

# ui
source: West Virginia
it_it: Virginia Occidentale

# ui
source: Western Australia
it_it: Australia Occidentale

# ui
source: Western Cape
it_it: Provincia del Capo Occidentale

# ui
source: Western Sahara
it_it: Sahara Occidentale

# ui
source: Western Samoa
it_it: Samoa occidentali

# ui
source: with coupon
it_it: con coupon

# ui
source: Woops, someting went wrong. Please try your purchase again.
it_it: Woops, qualcosa è andato storto. Si prega di riprovare l'acquisto.

# ui
source: You already completed your payment to this subscription. %1$sClick here to view your subscriptions%2$s.
it_it: Hai già completato il pagamento di questo abbonamento. %1$sClicca qui per visualizzare i tuoi abbonamenti%2$s.

# ui
source: You already have a subscription to this Membership. Please %1$supdate your payment details%2$s on the existing subscription instead of purchasing again.
it_it: È già in possesso di un abbonamento a questa membership. Si prega di %1$saggiornare i dati di pagamento%2$sull'abbonamento esistente invece di effettuare un nuovo acquisto.

# ui
source: You are being redirected to PayPal now. Please wait...
it_it: Ora si viene reindirizzati a PayPal. Attendere prego...

# ui
source: You can create a new password for %1$s on %2$s at %3$s by clicking on the following link:
it_it: È possibile creare una nuova password per %1$s su %2$s a %3$s facendo clic sul seguente link:

# ui
source: You can login here: {$login_page}
it_it: È possibile effettuare il login qui: {$login_page}

# ui
source: You can now login here: %1$s
it_it: Ora è possibile effettuare il login qui: %1$s

# ui
source: You don't have access to purchase this item.
it_it: Non puoi acquistare questo articolo.

# ui
source: You have a problem with one or more of your %1$s. To prevent any lapses in your %1$s please visit your %2$s%3$s%4$s page to update them.
it_it: Si è verificato un problema con una o più delle %1$s. Per evitare che le vostre %1$s si perdano, visitate la pagina delle %2$s%3$s%4$s per aggiornarle.

# ui
source: You have no active subscriptions to display.
it_it: Non hai sottoscrizioni attive da visualizzare.

# ui
source: You have no completed payments to display.
it_it: Non ci sono pagamenti completati da mostrare.

# ui
source: You have no subscriptions
it_it: Non hai nessuna sottoscrizione

# ui
source: You're already logged in. %1$sLogout.%2$s
it_it: Hai già effettuato l'accesso. %1$sLogout.%2$s

# ui
source: You're unauthorized to view this page. Why don't you %s and try again.
it_it: Non sei autorizzato a vedere questa pagina. Perchè non %s e riprovi?

# ui
source: Your Automatic Payments Have Been Stopped
it_it: Il tuo rinnovo automatico è stato sospeso

# ui
source: Your Credit Card is Expiring on {$subscr_cc_month_exp}/{$subscr_cc_year_exp}
it_it: La tua carta di credito è in scadenza il {$subscr_cc_month_exp}/{$subscr_cc_year_exp}

# ui
source: Your Credit Card will expire before your next billing on {$blog_name}.
it_it: La tua Carta di credito scadrà prima del prossimo addebito su {$blog_name}.

# ui
source: Your password was successfully reset on %1$s!
it_it: La password è stata reimpostata con successo in data %1$s!

# ui
source: Your payment amount was lower than expected. Please contact us for assistance if necessary.
it_it: L'importo del pagamento è stato inferiore a quello previsto. Se necessario, contattateci per ricevere assistenza.

# ui
source: Your subscription has been downgraded
it_it: È stato eseguito il downgrade della tua sottoscrizione

# ui
source: Your subscription has been paused
it_it: La ta sottoscrizione è stata sospesa

# ui
source: Your subscription has been upgraded
it_it: Hai eseguito l'upgrade della tua sottoscrizione

# ui
source: Your subscription has resumed
it_it: La sottoscrizione è stata riattivata

# ui
source: Your subscription on {$blog_name} has resumed:
it_it: La tua sottoscrizione a {$blog_name} è stata riattivata:

# ui
source: Your subscription on {$blog_name} was cancelled:
it_it: La tua sottoscrizione su {$blog_name} è stata cancellata:

# ui
source: Your subscription on {$blog_name} was downgraded:
it_it: È stato eseguito il downgrade della tua sottoscrizione su {$blog_name}

# ui
source: Your subscription on {$blog_name} was paused:
it_it: La tua sottoscrizione a {$blog_name} è stata sospesa:

# ui
source: Your subscription on {$blog_name} was upgraded:
it_it: La tua soottoscrizione a {$blog_name} è stata aggiornata:

# ui
source: Your Subscription Payment Failed
it_it: Il pagamento dell'abbonamento non è andato a buon fine

# ui
source: Your Transaction Failed
it_it: Transazione fallita

# ui
source: Your transaction on {$blog_name} was refunded:
it_it: Transazione rimborsata su {$blog_name}:

# ui
source: Your Transaction Was Refunded
it_it: La transazione è stata rimborsata

# ui
source: Yukon Territory
it_it: Territorio dello Yukon

# ui
source: Zaragoza
it_it: Saragozza

# ui
source: Zip/Postal Code
it_it: Codice postale

source: Unable to install. Please download and install manually.
it_it: Impossibile installare. Scaricare e installare manualmente.

source: Unauthorized
it_it: Non autorizzato

source: Unauthorized Access
it_it: Accesso non autorizzato

source: Unauthorized access handling for content protected by this rule
it_it: Gestione degli accessi non autorizzati per il contenuto protetto da questa regola

source: Unauthorized Action
it_it: Azione non autorizzata

source: Unauthorized for
it_it: Non autorizzato per

source: Unauthorized Message
it_it: Messaggio non autorizzato

source: Unauthorized Message:
it_it: Messaggio per il contenuto non autorizzato:

source: Unauthorized Redirection URL
it_it: URL reindirizzamento contenuto non autorizzato

source: UNAUTHORIZED: %s
it_it: NON AUTORIZZATO: %s

source: Unbreakable
it_it: Infrangibile

source: United Kingdom
it_it: Regno Unito

source: United States
it_it: Italia

source: Unknown
it_it: Sconosciuto

source: Unknown error has occured.
it_it: Si è verificato un errore sconosciuto.

source: Unless this is recording an actual transaction made outside of MemberPress but with one of your gateways, we recommend that this remain set to 'manual'
it_it: A meno che non si tratti della registrazione di una transazione effettiva effettuata al di fuori di MemberPress ma con uno dei vostri gateway, si raccomanda di mantenere l'impostazione "manuale"

source: Unlimited
it_it: Illimitato

source: Update
it_it: Aggiorna

source: Update Credit Card
it_it: Aggiorna la Carta di credito

source: Update Options
it_it: Aggiorna impostazioni

source: Update your Credit Card information below
it_it: Aggiornare i dati della Carta di credito qui sotto

source: Update your payment information below
it_it: Aggiornare le informazioni di pagamento qui sotto

source: Updating Subscriptions
it_it: Aggiornamento delle sottoscrizioni

source: Updating the Credit Card was unsuccessful. %s
it_it: Aggiornamento della carta di credito non riuscito. %s

source: Updating your PayPal Account Information
it_it: Aggiornamento dati del tuo Account PayPal

source: Upgrade Now
it_it: Aggiorna ora

source: Upgrade Path
it_it: Percorso di upgrade

source: Upgrade PayPal Standard to Fix this Error Now
it_it: Aggiorna PayPal Standard per risolvere subito questo errore

source: Upgrade to new PayPal Commerce Platform
it_it: Aggiornamento alla nuova piattaforma commerciale PayPal

source: Upgrade to Plus
it_it: Aggiornamento a Plus

source: Upgrade to Pro
it_it: Aggiornamento a Pro

source: Upgrading...
it_it: Aggiornamento...

source: Upload Tax Rates
it_it: Carica Aliquote fiscali

source: Upload Tax Rates via a CSV file. Use this to select a csv file ... then to upload, just hit the "Update Options" button.
it_it: Carica le aliquote fiscali tramite un file CSV. Consente di selezionare un file csv... quindi per caricarlo basta premere il pulsante "Aggiorna impostazioni".

source: URL to direct member to after login:
it_it: Reindirizzamento degli utenti dopo l'accesso:

source: URL to direct member to after logout:
it_it: Reindirizzamento degli utenti dopo l'uscita:

source: URL to direct unauthorized visitors to:
it_it: URL verso cui reindirizzare i visitatori:

source: URL to your Terms of Service page:
it_it: URL della pagina dei termini del servizio

# US state of Georgia
source: Georgia
it_it: Georgia (US stato della Georgia)

source: Usage
it_it: Utilizzo

source: Usage Count
it_it: Conteggio utilizzo

source: Usage Count:
it_it: Conteggio dell'utilizzo:

source: Use Authorize.net Sandbox
it_it: Utilizza sandbox Authorize.net

source: Use Custom Page Template
it_it: Modello di pagina personalizzato

source: Use default template
it_it: Usa un modello predefinito

source: Use Login Redirect URL?
it_it: Utilizza URL di reindirizzamento per il login?

source: Use MemberPress
it_it: Utilizzare MemberPress

source: Use MemberPress login page URL
it_it: Utilizzare l'URL della pagina di login di MemberPress

source: Use MemberPress reports to keep a finger on the pulse of your site.
it_it: Utilizzate i report di MemberPress per tenere sotto controllo l'andamento del vostro sito.

source: Use Membership Access URLs?
it_it: Utilizza URL di accesso abbonamento?

source: Use PayPal Sandbox
it_it: Usa Paypal sandbox:

source: Use these fields to customize the base slug of urls for your groups and memberships.
it_it: Utilizza questi campi per personalizzare lo slug base degli URL per i gruppi e le sottoscrizioni.

source: Use this option to return MemberPress login page URL when other plugins/themes call the wp_login_url() function. If you have other plugins that use their own Login pages too you may want to leave this option disabled. This does NOT prevent directly accessing /wp-login.php page.
it_it: Utilizzare questa opzione per restituire l'URL della pagina di login di MemberPress quando altri plugin/temi chiamano la funzione wp_login_url(). Se avete altri plugin che utilizzano le proprie pagine di login, potreste voler lasciare questa opzione disattivata. Questo NON impedisce l'accesso diretto alla pagina /wp-login.php.

source: Use this option to set whether the opt-in checkbox shown at signup should be checked or unchecked by default. When enabled, the checkbox will be checked by default.
it_it: Utilizzare questa opzione per indoicare se la casella di opt-in al momento della registrazione deve essere controllato o deselezionata per impostazione predefinita. Quando è abilitata, la casella di controllo sarà selezionata per impostazione predefinita.

source: User
it_it: Utente

source: User Email
it_it: Email dell'utente

source: User has consented to the Privacy Policy
it_it: L'utente ha acconsentito all'Informativa sulla privacy

source: User has consented to the Terms of Service
it_it: L'utente ha acconsentito ai Termini di servizio

source: User has NOT consented to the Privacy Policy
it_it: L'utente NON ha acconsentito all'Informativa sulla privacy

source: User has NOT consented to the Terms of Service
it_it: L'utente NON ha acconsentito ai Termini del Servizio

source: User Manual
it_it: Manuale utente

source: User not found
it_it: Utente non trovato

source: User*:
it_it: Utente*:

source: Username
it_it: Nome utente:

source: Username must not be blank
it_it: Il Nome utente non può essere vuoto

source: Username must only contain letters, numbers, spaces and/or underscores
it_it: Il Nome utente deve contenere solo lettere, numeri e/o caratteri di sottolineatura

source: Using Coupon &ndash; %s
it_it: Utilizzando il coupon &ndash; %s

source: Using MemberPress
it_it: Utilizzo di MemberPress

source: Value
it_it: Valore

source: Values here that are multiples of 365 will show as years, multiples of 30 will show as months, multiples of 7 will show as weeks ... otherwise the trial will show up as days.
it_it: Valori multipli di 365 verranno mostrati come anni. multipli di 30 come mesi, multipli di 7 come settimane... altrimenti verranno mostrati come giorni.

source: VAT (%s)
it_it: IVA (%s)

source: VAT Customer Type
it_it: Tipo di P.IVA

source: VAT Number
it_it: N° Partita IVA

source: VAT number is invalid
it_it: Il numero di partita IVA non è valido

source: VAT number is required
it_it: È richiesto il numero di partita IVA

source: Very Strong
it_it: Molto forte

source: View
it_it: Visualizza

source: View Active
it_it: Visualizza attivo

source: View Coupon
it_it: Vedi Promozione

source: View Dismissed
it_it: Visualizza Dismessed

source: View Group
it_it: Visualizza vetrina

source: View member's profile
it_it: Visualizza il profilo dell'utente.

source: View Member's Subscriptions
it_it: Vusualizza le Sottoscrizioni dell'utente

source: View Member's Transactions
it_it: Vusualizza le Transazioni dell'utente

source: View Membership
it_it: Visualizza Abbonamento

source: View More MemberPress Reports
it_it: Vedi altri report MemberPress

source: View related transactions
it_it: Mostra transazioni correlate

source: View Reminder
it_it: Visualizza Promemoria

source: View Rule
it_it: Visualizza Regola

source: View Subscription
it_it: Viasualizza Sottoscrizione

source: View total revenue, conversion rate, average order value and more
it_it: Visualizzate il fatturato totale, il tasso di conversione, il valore medio degli ordini e altro ancora

source: View Txns
it_it: Visualizza aliquote

source: Viewing Reports
it_it: Visualizzazione dei rapporti

source: WARNING: Do not remove this Payment Method if you have active subscriptions using it. Doing so will prevent you from being notified of recurring payments for those subscriptions, which means your members will lose access to their paid content. Are you sure you want to delete this Payment Method?
it_it: AVVERTENZA: Non rimuovere questo metodo di pagamento se sono attivi abbonamenti che lo utilizzano. Facendolo impedirai la notifica dei pagamenti ricorrenti per gli abbonamenti attivi, che significa che gli utenti perderanno l'accesso ai loro contenuti a pagamento. Sei sicuro di voler eliminare questo metodo di pagamento?

source: We are not able to complete your purchase at this time. Please contact us for more information.
it_it: Al momento non siamo in grado di completare l'acquisto. Contattateci per ulteriori informazioni.

source: We can't display your account form right now. Please come back soon and try again.
it_it: Non è possibile visualizzare le informazioni dell'account al momento. Riprova tra qualche minuto.

source: We're here to help you get things up and running. Let us know if you need assistance.
it_it: Siamo qui per aiutarvi a far funzionare le cose. Fateci sapere se avete bisogno di assistenza.

source: We've added 4 additional auto-responder integration Add-ons
it_it: Abbiamo aggiunto 4 integrazioni autoresponder nei componenti aggiuntivi

source: We've added a Spanish translation
it_it: Abbiamo aggiunto una traduzione in spagnolo

source: We've added an add-on auto-installation page to MemberPress
it_it: Abbiamo aggiunto una pagina di auto-installazione per i componenti aggiuntivi

source: We've also included a breakdown of your transactions below.
it_it: Di seguito abbiamo incluso anche una ripartizione delle transazioni.

source: We've launched our new MemberPress Developer Tools Add-on
it_it: Abbiamo lanciato il nuovo componente aggiuntivo MemberPress Developer Tools

source: Weak
it_it: Debole

source: Web Mailers: Gmail, G Suite, Office 365, Outlook.com
it_it: Web Mailer: Gmail, G Suite, Office 365, Outlook.com

source: Webhook not supported
it_it: Webhook non supportato

source: Webhook URL
it_it: URL Webhook

source: Webhook URL:
it_it: URL webhook:

source: Week
it_it: Settimana

source: week(s)
it_it: Settimana(e)

source: Weekly
it_it: Settimanale

source: Weekly Summary Email
it_it: Email di riepilogo settimanale

source: weeks
it_it: settimane

source: Welcome and thank you for choosing us!
it_it: Benvenuti e grazie per averci scelto!

source: Welcome Email sent
it_it: Email di benvenuto inviata

source: Welcome to %s
it_it: Benvenuto su %s

source: Welcome to MemberPress 1.2.4
it_it: Benvenuto in MemberPress 1.2.7

source: We’re here if you need any help.
it_it: Siamo qui se avete bisogno di aiuto.

source: We’re here to help you get things back up and running. Let us know if you need assistance.
it_it: Siamo qui per aiutarvi a rimettere in funzione le cose. Fateci sapere se avete bisogno di assistenza.

source: What data MemberPress stores and how it works with GDPR.
it_it: Quali dati memorizza MemberPress e come funziona con il GDPR.

source: What default customer address should be used?
it_it: Quale indirizzo predefinito del cliente vuoi utilizzare?

source: What features do you want to enable?
it_it: Quali funzioni si vogliono abilitare?

source: What location should taxes be based on?
it_it: A quale località devono fare riferimento le imposte?

source: When a new member is added manually, an initial MemberPress transaction is created to grant them access to your membership. You can modify the details of this initial transaction here.
it_it: Quando un nuovo membro viene aggiunto manualmente, viene creata una transazione iniziale MemberPress per garantirgli l'accesso alla vostra membership. È possibile modificare i dettagli di questa transazione iniziale qui.

source: When Addresses are enabled and required, you can disable this option only on free memberships.
it_it: Quando gli indirizzi sono abilitati e richiesti, è possibile disattivare questa opzione solo sugli abbonamenti gratuiti.

source: When checked, this option will allow a member to go through the trial once. If they cancel their subscription and try to re-subscribe then they'll be able to do so but without the trial. Note: Coupons set to override a membership trial will still work even with this checked.
it_it: Se selezionata, questa opzione consente a un membro di effettuare la prova una volta sola. Se l'iscrizione viene annullata e si tenta di riscriversi, sarà possibile farlo ma senza la prova. Nota: i coupon impostati per ignorare la prova dell'abbonamento funzioneranno anche se questa opzione è selezionata.

source: When enabled the tax which is removed for valid EU Businesses will show as a negative amount on the invoice.
it_it: Se attivata, l'imposta rimossa per le aziende UE valide verrà visualizzata come importo negativo sulla fattura.

source: When enabled, and prices are "inclusive" of tax, then valid EU Businesses will have their tax removed and pay only the NET price of the membership. Invoice will show 0 tax by default.
it_it: Se abilitato, e i prezzi sono "comprensivi" di tasse, le aziende europee valide vedranno rimosse le tasse e pagheranno solo il prezzo netto dell'iscrizione. La fattura mostrerà 0 tasse per impostazione predefinita.

source: When enabled, you can specify how many free page views an unauthorized guest will have before being shown the unauthorized messages. We strongly encourage you to leave this option disabled during your initial setup and testing of MemberPress.
it_it: Quando attivata, è possibile specificare quante volte un utente non iscritto potrà visualizzare una risorsa prima di incontrare il messaggio predefinito per gli utenti non autorizzati. Si consiglia di lasciare questa opzione disattivata durante l'installazione e il test di MemberPress.

source: When set to "show", the content is shown to authorized members only. When set to "hide", the content is hidden from authorized members.
it_it: Se si imposta "mostra", il contenuto viene mostrato solo ai membri autorizzati. Se si imposta "hide", il contenuto viene nascosto ai membri autorizzati.

source: When set, the Membership Access URL will make this membership name clickable when a member views their Subscriptions/Payments tabs on the Account page.
it_it: Quando è impostata, renderà cliccabile il nome all'abbonamento nelle sezioni Sottoscrizioni e Pagamenti della pagina Account dell'utente.

source: When this is checked the body of this email will be wrapped in the default email template.
it_it: Se selezionato, il corpo di questa e-mail sarà contenuto nel modello di posta elettronica predefinito.

source: When this is checked then MemberPress will calculate VAT taxes for any customers who are located in the European Union.
it_it: Quando questa opzione MemberPress calcolerà le tasse IVA per tutti i clienti residenti nell'Unione europea.

source: When this option is checked all EU Businesses will be taxed--even if they have a valid VAT number.
it_it: Quando questa opzione è seleziona l'imposta verrà applicata a tutte le transazioni EU anche in presenza di un numero di di Partita IVA (VAT) valido.

source: When this option is checked, a link to your site's Privacy Policy page will be included in all email communication.
it_it: Quando questa opzione è selezionata, in tutte le comunicazioni via e-mail verrà inserito un link alla pagina dell'Informativa sulla privacy del vostro sito.

source: When this option is checked, and a membership has its own auto-responder list set under its Advanced tab. The global list you set on this page will be disabled on that membership page. The member will only be added to the membership's list, and not the global list in this case.
it_it: Quando questa opzione è selezionata, e un abbonamento ha una propria lista di auto-responder impostata nella scheda Avanzate. L&#39;elenco globale impostata in questa pagina verrà disattivato in quella pagina di abbonamento. L&#39;utente sarà aggiunto solo alla lista dell'abbonamento, e non alla lista globale, in questo caso.
