Repository: giacomolanzi/memberpress-translation-italian
Catalog: memberpress-*.po
Languages: it_it

source: Admin Must Manually Complete Transactions
it_it: L'amministratore deve completare manualmente la transazione

source: Admin Notices
it_it: Avvisi amministrazione

source: Advanced
it_it: Avanzate

source: Advanced Content Protection
it_it: Protezione avanzata dei contenuti

source: Advanced Mode
it_it: Modalita' avanzata

source: Advanced to ways to further customize and configure MemberPress.
it_it: Metodi avanzati per personalizzare e configurare ulteriormente MemberPress.

source: Advanced Topics
it_it: Argomenti avanzati

source: Affiliate Program
it_it: Programma di affiliazione

source: Affiliates
it_it: Affiliati

source: after
it_it: dopo

source: after Credit Card Expires
it_it: dopo la scadenza della Sottoscrizione

source: after Member Signs Up
it_it: dopo l'iscrizione dell'utente

source: after Signup Abandoned
it_it: dopo l'abbandono dell'iscrizione

source: after Subscription Expires
it_it: dopo la scadenza della Sottoscrizione

source: after Subscription Renews
it_it: dopo il rinnovo dell'abbonamento

source: Ajax error
it_it: Errore Ajax

source: Ajax error.
it_it: Errore Ajax.

source: Alert
it_it: Attenzione

source: ALERT! MemberPress Backend is Deactivated
it_it: ATTENZIONE! Il backend di MemberPress è disattivato

source: All
it_it: Tutti

source: All %s
it_it: Tutti i %s

source: All Content
it_it: Tutto il contenuto

source: All Content Categorized
it_it: Tutto il contenuto Categorizzato

source: All Content Tagged
it_it: Tutto il contenuto Taggato

source: All Content with %1$s
it_it: Tutti i contenuti con %1$s

source: All Content:
it_it: Tutti i contenuti:

source: All Except IDs
it_it: Tutto tranne gli ID

source: All Gateways
it_it: Tutti i gateway

source: All Members
it_it: Tutti i membri

source: All Memberships
it_it: Tutti gli abbonamenti

source: All Pages
it_it: Tutte le pagine

source: All Posts
it_it: Tutti gli articoli

source: All Statuses
it_it: Tutti gli stati

source: All Stripe keys must be filled in.
it_it: Devi inserire tutti i codici Stripe.

source: All Transactions for Coupon
it_it: Tutte le transazioni per Promozione

source: All-Time
it_it: Tutti

source: Allow Early Annual Renewals
it_it: Consentire i rinnovi annuali anticipati

source: Allow Early Renewals
it_it: Consentire i rinnovi anticipati

source: Allow Members to Cancel their own subscriptions
it_it: Consenti ai membri di annullare i propri abbonamenti

source: Allow Members to Pause &amp; Resume their own subscriptions
it_it: Consenti ai membri di sospendere e riprendere un abbonamento

source: Allow on Upgrades and Downgrades:
it_it: Consentire gli aggiornamenti e i declassamenti:

source: Allow Only One Trial
it_it: Consentire una sola prova

source: Allow users to create multiple, active subscriptions to this membership
it_it: Consenti agli utenti di creare molteplici sottoscrizioni attive per questo abbonamento

source: Allow your members to add sub-accounts to their memberships based on subscription level. Great for families and groups. Available with MemberPress Pro.
it_it: Consentite ai vostri soci di aggiungere sottoconti ai loro abbonamenti in base al livello di sottoscrizione. Ottimo per famiglie e gruppi. Disponibile con MemberPress Pro.

source: Alternate Group URL:
it_it: URL Gruppo alternativo:

source: Amount
it_it: Importo*:

source: Amount Collected
it_it: Importo riscosso

source: Amount Refunded
it_it: Importo Rimborsato

source: Amounts
it_it: Importi

source: Amounts By Day Of Month
it_it: Importi per giorno del mese

source: Amounts By Month Of Year
it_it: Importi per mese dell'anno

source: An error occurred
it_it: Si è verificato un errore

source: An error occurred during activation: %s
it_it: Si è verificato un errore durante l'attivazione: %s

source: An error occurred during deactivation: %s
it_it: Si è verificato un errore durante la disattivazione: %s

source: An error occurred sending the email to the customer: %s
it_it: Si è verificato un errore nell'invio dell'e-mail al cliente: %s

source: An error occurred when installing an add-on, please download and install the add-ons manually.
it_it: Si è verificato un errore durante l'installazione di un componente aggiuntivo, scaricare e installare manualmente i componenti aggiuntivi.

source: An error occurred, please DO NOT submit the form again as you may be double charged. Please contact us for further assistance instead.
it_it: Si è verificato un errore, NON inviate nuovamente il modulo perché potreste subire un doppio addebito. Contattateci per ricevere ulteriore assistenza.

source: An error occurred, please try again
it_it: Si è verificato un errore, riprovare

source: An unknown error has occurred
it_it: Si è verificato un errore sconosciuto.

source: An unknown error has occurred.
it_it: Si è verificato un errore sconosciuto.

source: An unknown error has occurred. Please try again.
it_it: Si è verificato un errore sconosciuto. Riprovare.

source: An unknown error occurred.
it_it: Si è verificato un errore sconosciuto.

source: An unsupported Event type was used
it_it: È stato utilizzatoUn tipo di evento non supportato

source: Analytics
it_it: Analisi

source: And much more ...
it_it: E molto altro…

source: And please be patient, the upgrade process <em>may take a few minutes</em>.
it_it: Pazienza, il processo di aggiornamento <em>potrebbe richiedere alcuni minuti</em>.

source: Any (Slow)
it_it: Qualsiasi (lento)

source: Any Membership
it_it: Qualunque abbonamento

source: any membership
it_it: qualsiasi abbonamento

source: API Login ID
it_it: ID di accesso API

source: API Login ID*:
it_it: ID di accesso API*:

source: Applies To
it_it: Si applica a

source: Apply coupon to the following Memberships:
it_it: Applica un cupon promozionale a questi abbonamenti:

source: April
it_it: Aprile

source: Are membership prices exclusive or inclusive tax?
it_it: I prezzi degli abbonamenti sono IVA esclusa o inclusa?

source: Are you sure you want to cancel this subscription?
it_it: Sicuro di voler cancellare questo abbonamento?

source: Are you sure you want to delete this Tax Rate?
it_it: Sicuro di voler eliminare questa aliquota?

source: Are you sure you want to disconnect? Your future renewing payments will not track properly...
it_it: Sei sicuro di volervi disconnettere? I futuri pagamenti di rinnovo non saranno tracciati correttamente...

source: Are you sure you want to pause this subscription?
it_it: Sei sicuro di voler sospendere questa sottoscrizione?

source: Are you sure you want to resume this subscription?
it_it: Sicuro di voler riprendere l'abbonamento?

source: Are you sure?
it_it: Sicuro?

source: Are you sure? MemberPress will not be functional if this License Key is deactivated.
it_it: Sicuro? MemberPress non funzionerà se la chiave di licenza è disattivata.

source: Are you sure? MemberPress will not be functional on %s if this License Key is deactivated.
it_it: Sei sicuro? MemberPress non funzionerà su %s se il codice di licenza viene disattivato.

source: Are you sure? This action will disconnect any of your Stripe payment methods, block webhooks from being processed, and prevent you from charging Credit Cards with and being notified of automatic rebills from Stripe.
it_it: Sicuro? Questa azione disattiva tutti i metodi di pagamento di Stripe, blocca l'elaborazione dei webhook e impedisce di addebitare le carte di credito e di ricevere notifiche di riaddebito automatico da Stripe.

source: Are you sure? This will abort the upgrade and roll Memberpress back to the previous version.
it_it: Sicuro? Questo interromperà l'aggiornamento e riporterà Memberpress alla versione precedente.

source: Are you sure? This will cancel the upgrade and roll Memberpress back to the previous version.
it_it: Sicuro? Questo annullerà l'aggiornamento e riporterà Memberpress alla versione precedente.

source: Ask search engines to not index protected content?
it_it: Chiedi a imotori di ricerca di non indicizzare contenuti protetti?

source: Asynchronous Emails
it_it: Email asincrone

source: At least one Admin Email Address must be set
it_it: Deve essere impostato almeno un Indirizzo email amministratore

source: Aug
it_it: Ago

source: August
it_it: Agosto

source: authorize
it_it: autorizza

source: Authorize Search Engines
it_it: Autorizza motori di ricerca

source: Auto Rebill
it_it: Riaddebito automatico

source: Automatic configuration
it_it: Configurazione automatica

source: Automatic integration with MemberPress
it_it: Integrazione automatica con MemberPress

source: Automatic Updates
it_it: Aggiornamenti automatici

source: Automatically ask search engines not to index protected content on your site. If the 'Authorize Search Engines' option is enabled, this setting has no effect.
it_it: Chiede automaticamente i motori di ricerca di non indicizzare contenuti protetti sul tuo sito. Se è attivata l'opzione 'Trattare popolari motori di ricerca come utenti autorizzati?', questa impostazione non ha alcun effetto.

source: Autoresponder integrations have been moved into Add-ons ...
it_it: Le integrazioni autoresponder sono state spostate nei componenti aggiuntivi...

source: Available Add-ons
it_it: Componenti aggiuntivi disponibili

source: Avalara Account ID
it_it: ID conto Avalara

source: Avalara has a great Tax Rate API for automatically finding the correct tax rate for your customers in the US. Check this option to pull in rates automatically from Avalara on each transaction.<br/><br/>NOTE: This will override any tax rates for the US you've imported via CSV.
it_it: Avalara ha un'ottima Tax RAte API per trovare automaticamente l'aliquota corretta per i clienti negli Stati Uniti. Seleziona questa opzione per ottenere automaticamente da Avalara le imposte da Avalara su ogni transazione.<br/><br/>Nota: Questa sostituirà eventuali aliquote d'imposta per gli Stati Uniti importate tramite CSV.

source: Avalara License Key
it_it: Chiave di licenza Avalara

source: Back to Admin
it_it: Torna all'amministrazione

source: Background Jobs
it_it: Attività in background

source: Bad request
it_it: Richiesta negativa

source: Bad request.
it_it: Richiesta negativa.

source: Bavaria
it_it: Baviera

source: Be sure to add your payment option
it_it: Assicuratevi di aggiungere la tua opzione di pagamento

source: Because your license key is inactive, you can no longer manage MemberPress on the backend (e.g., you can't do things like issue customer refunds or add new members). Fortunately, this problem is easy to fix!
it_it: Poiché la chiave di licenza è inattiva, non è più possibile gestire MemberPress nel backend (ad esempio, non è possibile effettuare operazioni come il rimborso dei clienti o l'aggiunta di nuovi membri). Fortunatamente, questo problema è facile da risolvere!

source: before Credit Card Expires
it_it: prima della scadenza della Sottoscrizione

source: Before starting the upgrade process <strong>make sure your <em>database is backed up</em></strong>.
it_it: Prima di iniziare il processo di aggiornamento <strong>accertarsi che il <em>database sia stato sottoposto a backup</em></strong>.

source: before Subscription Expires
it_it: prima della scadenza della Sottoscrizione

source: before Subscription Renews
it_it: prima del rinnovo della Sottoscrizione

source: before Subscription Trial Ends
it_it: prima della scadenza dell'abbonamento

source: Begin Typing Name
it_it: Iniziare a digitare il nome

source: Begin Typing Title
it_it: Inizia a digitare il titolo

source: Belgium
it_it: Belgio

source: Benefits:
it_it: Vantaggi:

source: Berlin
it_it: Berlino

source: Billing
it_it: Fatturazione

source: Billing Type:
it_it: Tipo di addebito:

source: Block Search Engines
it_it: Blocca motori di ricerca

source: Blocked IP Addresses
it_it: Indirizzi IP bloccati

source: Both
it_it: Entrambi

source: Bottom Description (optional):
it_it: Descrizione inf. (opzionale):

source: Brandenburg
it_it: Brandeburgo

source: Bremen
it_it: Brema

source: Bronze Edition
it_it: Edizione bronzo

source: Build & Sell Courses Quickly & Easily with MemberPress
it_it: Costruire e vendere corsi in modo facile e veloce con MemberPress

source: Business
it_it: Commerciale

source: Business Name*
it_it: Nome azienda*

source: Button Position
it_it: Posizione del pulsante

source: Button Text:
it_it: Testo bottone:

source: By default MemberPress will append the login form to the end of the Login page. If you would like to show it in a different place on the Login page check this box then copy and paste the shortcode that appears below where you want it to appear on the page. The [mepr-login-form] shortcode can be used on any page or post on your site to display a login form.
it_it: Per impostazione predefinita MemberPress aggiungerà il form di accesso alla fine della pagina di accesso. Se si desidera visualizzarlo in un posto diverso è sufficiente copiare e incollare lo shortcode che appare sotto dove si desidera che il modulo venga visualizzato nella pagina. Lo shortcode <b>[mepr-login-form]</b> può essere utilizzato su qualsiasi pagina o articolo.

source: By default MemberPress will append the pricing boxes to the end of the Group page.<br/><br/>If you'd like to show them in a different place on the group page or some other page on this site just copy and paste a shortcode where you'd like the price boxes for this group to appear.
it_it: Per impostazione predefinita MemberPress aggiungerà le caselle dei prezzi alla fine della pagina vetrina. <br/><br/> Se desideri mostrarli in un posto diverso sulla pagina vetrina, o qualche altra pagina di questo sito, basta copiare e incollare lo shortcode dove vuoi che compaiano le caselle di prezzo per questa vetrina.

source: By default MemberPress will automatically apply standard VAT tax rates. But in some cases you'll want to use a reduced VAT rate for your membership. This only applies to the EU VAT rates.
it_it: Per impostazione predefinita, MemberPress applica automaticamente le aliquote IVA standard. In alcuni casi, tuttavia, si desidera utilizzare un'aliquota IVA ridotta per l'iscrizione. Questo vale solo per le aliquote IVA dell'UE.

source: By default MemberPress will automatically generate the pricing terms for you on the membership registration page. But in some cases you'll want to either present custom text for the terms ... or hide it alltogether.
it_it: Per impostazione predefinita MemberPress genererà automaticamente le condizioni tariffarie nella pagina di registrazione dell'abbonamento. In alcuni casi consigliamo di presentare un testo personalizzato per i termini di adesione... o di nasconderlo del tutto.

source: By default MemberPress will redirect members to the page setup in options. This will allow you to override that default behavior and customize it any way you want.
it_it: Per impostazione predefinita MemberPress reindirizzerà gli utenti alla pagina di installazione nelle opzioni. Qui è possibile ignorare tale comportamento predefinito e personalizzarlo come che vuoi.

source: by Field
it_it: da campo

source: Calculate Tax Based On
it_it: Base imposta

source: Can't send your email ... refresh the page and try it again.
it_it: Impossibile inviare la mail ... aggiorna l apagina e riprova.

source: Cancel
it_it: Annulla

source: Cancel Subscription
it_it: Annulla sottoscrizione

source: Cancelled
it_it: Annullato

source: Cannot resend message
it_it: Non è possibile inviare nuovamente il messaggio

source: Capability
it_it: Capacità

source: Captcha verification failed
it_it: Verifica Captcha fallita

source: Card testing is a type of fraudulent activity where someone tries to determine if stolen card information can be used to make purchases, by repeatedly attempting a purchase with different card numbers until one succeeds.%1$s%1$sBy enabling this protection, MemberPress will permanently block any further payment attempts by any user that has had 5 failed payments in a 2 hour window.
it_it: Il test della carta è un tipo di attività fraudolenta in cui si cerca di determinare se le informazioni della carta rubata possono essere utilizzate per effettuare acquisti, tentando ripetutamente un acquisto con numeri di carta diversi fino a quando uno di essi non ha successo.%1$s%1$sAttivando questa protezione, MemberPress bloccherà in modo permanente qualsiasi ulteriore tentativo di pagamento da parte di qualsiasi utente che abbia avuto 5 pagamenti falliti in un periodo di 2 ore.

source: Card Testing Protection
it_it: Protezione per il test delle carte di credito

source: Change Plan
it_it: Cambia piano

source: Change transaction's status
it_it: Cambia lo satus della transazione

source: Changing the status here will ONLY change the status on your site, not at the Gateway itself. To cancel a Transaction either you or the member should click the Cancel link next to the Subscription. You must use your Payment Gateway's web interface to refund a transaction.
it_it: Questa opsione modifica lo stato della transazione SOLO sul tuo sito, non al Gateway di pagamento. Per annullare una transazione, tu o il l'utente dovete faire clic sul link Annulla accanto alla Sottoscrizione. È necessario utilizzare direttamente l'interfaccia del vostro Gateway di pagamento per rimborsare una transazione.

source: Check for Update
it_it: Controlla aggiornamenti

source: Check out what you set up...
it_it: Controlla cosa hai impostato...

source: Child %s of
it_it: %s figli di

source: Child Pages of
it_it: Pagine figlie di

source: Choose Existing Content
it_it: Scegliere il contenuto esistente

source: Choose the excerpt type:
it_it: Scegliere il tipo di riassunto:

source: Choose this if you'd like to create and protect a new online course.
it_it: Scegliete questa opzione se volete creare e proteggere un nuovo corso online.

source: Choose this if you'd like to create and protect a single page of content.
it_it: Scegliere questa opzione se si desidera creare e proteggere una singola pagina di contenuto.

source: City
it_it: Città

source: City*
it_it: Città*

source: Clear Tax Rates
it_it: Reimposta aliquote fiscali

source: Click "I Agree" below to enable MemberPress to send <em>anonymous</em> usage data back to our developers so you can help us continue to refine this awesome membership plugin.
it_it: Fate clic su "Accetto" per consentire a MemberPress di inviare i dati di utilizzo <em>anonimi</em> ai nostri sviluppatori, in modo da aiutarci a continuare a perfezionare questo fantastico plugin per i soci.

source: Click here to purchase or renew your license key
it_it: Fare clic qui per acquistare o rinnovare la chiave di licenza

source: Click here to view
it_it: Clicca qui per visualizzare

source: Close
it_it: Chiudere

source: Code
it_it: Codice

source: Collected
it_it: Riscosso

source: Complete
it_it: Completo

source: Completed
it_it: Completato

source: Completed Transactions
it_it: Transazioni completate

source: Completed:
it_it: Completato:

source: Configure Gateway
it_it: Configurare il gateway

source: Configure groups for easy pricing pages and upgrade/downgrade paths.
it_it: Configurare i gruppi per semplificare le pagine dei prezzi e i percorsi di aggiornamento/downgrade.

source: Configuring Settings
it_it: Configurazione delle impostazioni

source: Congrats! You’re done.
it_it: Congratulazioni! Hai finito.

source: Connect Live
it_it: Connettiti in diretta

source: Connect MemberPress
it_it: Connettersi a MemberPress

source: Connect PayPal Payment Method
it_it: Collegare il metodo di pagamento PayPal

source: Connect Sandbox
it_it: Collegare Sandbox

source: Connect to MemberPress.com
it_it: Collegatevi a MemberPress.com

source: Connect with the world's most powerful and easy to use Payment Gateway
it_it: Connettetevi con il gateway di pagamento più potente e facile da usare del mondo

source: Connect your site to MemberPress.com to enable MemberPress Cloud Services!
it_it: Collegate il vostro sito a MemberPress.com per abilitare i servizi MemberPress Cloud!

source: Connected
it_it: Collegato

source: Connected to MemberPress.com
it_it: Collegato a MemberPress.com

source: Connected to PayPal Commerce Platform - Live mode
it_it: Collegato alla piattaforma commerciale PayPal - Modalità live

source: Connected to PayPal Commerce Platform - Sandbox mode
it_it: Collegato alla piattaforma commerciale PayPal - Modalità Sandbox

source: Connected to Stripe
it_it: Collegato a Stripe

source: Connected to: %1$s %2$s %3$s
it_it: Collegato a: %1$s %2$s %3$s

source: Connected to: %s
it_it: Collegato a: %s

source: Consumer
it_it: Consumatore

source: Contact Support
it_it: Contatto con l'assistenza

source: Content
it_it: Contenuto

source: Content & Access
it_it: Contenuto e accesso

source: Content to protect goes inbetween.
it_it: Il contenuti da proteggere va nel mezzo.

source: Continue
it_it: Continua

source: Continue to Upgrade
it_it: Continuare ad aggiornare

source: Copied!
it_it: Copiato!

source: Copy to Clipboard
it_it: Copia negli Appunti

source: Corporate Accounts
it_it: Conti aziendali

source: Could not activate add-on. Please activate from the Plugins page manually.
it_it: Impossibile attivare il componente aggiuntivo. Attivare manualmente dalla pagina dei plugin.

source: Could not activate plugin. Please activate from the Plugins page manually.
it_it: Impossibile attivare il plugin. Si prega di attivarlo manualmente dalla pagina dei plugin.

source: Could not cancel subscription
it_it: Non posso annullare la sottoscrizione

source: Could not create PayPal Order
it_it: Impossibile creare un ordine PayPal

source: Could not create PayPal product
it_it: Impossibile creare un prodotto PayPal

source: Could not create PayPal subscription
it_it: Impossibile creare una sottoscrizione PayPal

source: Could not create Plan
it_it: Impossibile creare il piano

source: Could not delete subscription
it_it: Non posso eliminare la sottoscrizione

source: Could not delete transaction
it_it: Non e possibile cancellare la transazione

source: Could not install add-on. Please download from memberpress.com and install manually.
it_it: Impossibile installare il componente aggiuntivo. Scaricare da memberpress.com e installare manualmente.

source: Could not install plugin. Please download and install manually.
it_it: Impossibile installare il plugin. Scaricare e installare manualmente.

source: Could not pause subscription
it_it: Non posso interrompere la sottoscrizione

source: Could not refund transaction
it_it: No è possibile trimborsare la transazione

source: Could not resume subscription
it_it: Non posso riattivare la sottoscrizione

source: Could not send email. Please try again later.
it_it: Non è possibile inviare l'email. Riprova più tardi.

source: Country
it_it: Paese

source: Country Code
it_it: Codice della nazione

source: Country*
it_it: Paese*

source: Coupon
it_it: Promozione

source: Coupon Code '%s'
it_it: Codice Promozione '%s'

source: Coupon Discount
it_it: Cupon sconto

source: Coupon Expiration:
it_it: Scadenza cupon

source: Coupon Options
it_it: Opzioni Promozione

source: Coupon Saved
it_it: Cupon salvato

source: Coupon Start Date:
it_it: Data di inizio del coupon:

source: Coupons
it_it: Promozioni

source: Course
it_it: Corso

source: Course / Page
it_it: Corso / Pagina

source: Course Creator
it_it: Creatore del corso

source: Course Name
it_it: Nome del corso

source: Courses
it_it: Corsi

source: Courses could not be installed. Please check your license settings, or contact MemberPress support for help.
it_it: Non è stato possibile installare i corsi. Controllare le impostazioni della licenza o contattare l'assistenza MemberPress.

source: Courses has been activated successfully. Enjoy!
it_it: I corsi sono stati attivati con successo. Buon divertimento!
