Repository: giacomolanzi/memberpress-translation-italian
Catalog: memberpress-*.po
Languages: it_it

source: MD5 Hash Value:
it_it: Hash MD5:

source: Mecklenburg-Vorpommern
it_it: Meclemburgo-Pomerania Anteriore

source: Medium
it_it: Media

source: Member
it_it: Membro

source: Member Community
it_it: Comunità membro

source: Member Name must be between 1-100 characters
it_it: Il nome del membro deve essere compreso tra 1 e 100 caratteri

source: Member Notices
it_it: Avvisi utenti

source: member purchases
it_it: utente acquista

source: member purchases %s
it_it: acquisti del membro %s

source: member purchases any membership for this rule
it_it: l'utente acquista qualsiasi prodotto con questa regola

source: member registers
it_it: utente registra

source: Member Signed Up
it_it: Utente registrato

source: Member Signed Up %d %s ago
it_it: Utente registrato %d %s fa

source: Member Signed Up 2 days ago
it_it: Utente registrato 2 giorni fa

source: Member Signs Up
it_it: Registrazione utente

source: Member Signup Reminder Email to Admin
it_it: Promemoria registrazione utente - email Amministratore

source: Member Signup Reminder Email to User
it_it: Promemoria registrazione utente - Email utente

source: MemberPress - Invalid License
it_it: MemberPress - Licenza non valida

source: MemberPress - Licence Key Missing
it_it: MemberPress - Chiave di licenza mancante

source: MemberPress - PayPal Connect Security
it_it: MemberPress - Sicurezza di PayPal Connect

source: MemberPress - Stripe Connect Security
it_it: MemberPress - Sicurezza di Stripe Connect

source: MemberPress Account Form
it_it: Modulo account MemberPress

source: MemberPress Account Page
it_it: MemberPress pagina Account

source: MemberPress Active Member
it_it: MemberPress Membro attivo

source: MemberPress Add-ons
it_it: Componenti aggiuntivi MemberPress

source: MemberPress allows you to handle unauthorized access by replacing the content on page or via a redirection to a specific url.<br/><br/>When this is checked, unauthorized visits will be redirected to a url, otherwise the unauthorized message and login form will appear on the page.
it_it: MemberPress consente di gestire l'accesso non autorizzato ai contenuti sostituendoli il reindirizzando verso un URL specifico.<br/><br/>Quando questa opzione è selezionata, le visite non autorizzate saranno reindirizzate su un URL, in caso contrario verrà visualizzato il messaggio predefinito per il contenuto 'non autorizzato' nella pagina.

source: MemberPress Blog
it_it: Blog MemberPress

source: MemberPress checkout form
it_it: Modulo di pagamento MemberPress

source: MemberPress Courses
it_it: Corsi MemberPress

source: MemberPress Courses curriculum builder
it_it: Costruttore di corsi MemberPress

source: MemberPress Courses is included with your subscription. Learn how you can start selling what you know today!
it_it: I corsi MemberPress sono inclusi nel tuo abbonamento. Scoprite come iniziare a vendere ciò che conoscete oggi stesso!

source: MemberPress created and supported extensions.
it_it: Le estensioni create e supportate da MemberPress.

source: MemberPress database migration failed: %1$s %2$s
it_it: Migrazione del database MemberPress non riuscita: %1$s %2$s

source: MemberPress database upgrade error
it_it: Errore di aggiornamento del database di MemberPress

source: MemberPress database upgrade not needed
it_it: Aggiornamento del database MemberPress non necessario

source: MemberPress database upgrade was successful
it_it: L'aggiornamento del database di MemberPress è riuscito

source: MemberPress Developer Tools
it_it: Strumenti per gli sviluppatori MemberPress

source: MemberPress doesn't recognize the webserver you're using and until you add additional %1$scustom rules%2$s to your webserver's configuration Custom URI rules won't work properly. If you've already installed these rules then you can ignore this message. <strong>All other rules should work normally.</strong>
it_it: MemberPress non riconosce il server web che stai utilizzando e fino a quando non aggiungerai ulteriori %1$regole personalizzate%2$s alla configurazione degli URI personalizzati. Le regole degli URI personalizzati non funzioneranno correttamente. Se hai già impostato queste regole puoi ignorare questo messaggio. <strong>Tutte le altre regole dovrebbero funzionare normalmente.</strong>

source: MemberPress Downloads
it_it: MemberPress Download

source: MemberPress forgot password form
it_it: Modulo MemberPress per la password dimenticata

source: MemberPress has successfully upgraded your database
it_it: MemberPress ha aggiornato con successo il tuo database

source: MemberPress is chock full of awesome features. Here are a few you can enable right off the bat.
it_it: MemberPress è pieno di funzioni fantastiche. Eccone alcune che potete attivare subito.

source: MemberPress is currently upgrading your database
it_it: MemberPress sta aggiornando il database

source: MemberPress is not securely connected to PayPal
it_it: MemberPress non è connesso in modo sicuro a PayPal

source: MemberPress is not securely connected to Stripe
it_it: MemberPress non è connesso in modo sicuro a Stripe

source: MemberPress is securely connected to PayPal
it_it: MemberPress è collegato in modo sicuro a PayPal

source: MemberPress is securely connected to Stripe
it_it: MemberPress è connesso in modo sicuro a Stripe

source: MemberPress lets you create an unlimited number of memberships and name them any way you like (for example, Bronze, Silver, and Gold). Here, we'll set up your very FIRST membership.
it_it: MemberPress vi consente di creare un numero illimitato di iscrizioni e di assegnare loro il nome che preferite (ad esempio, Bronze, Silver e Gold). Qui, configureremo la vostra PRIMA iscrizione.

source: MemberPress License
it_it: Licenza MemberPress

source: MemberPress login
it_it: Accesso a MemberPress

source: MemberPress Login Form
it_it: Modulo di accesso MemberPress

source: MemberPress login form
it_it: Modulo di accesso MemberPress

source: MemberPress Login Page
it_it: MemberPress pagina Accedi

source: MemberPress Member Data Migrate Interval
it_it: MemberPress Intervallo di migrazione dei dati degli utenti

source: MemberPress Member Data Update Interval
it_it: Intervallo di aggiornamento dei dati degli utenti MemberPress

source: MemberPress Membership: %s
it_it: Iscrizione a MemberPress: %s

source: Memberpress needs to upgrade your database
it_it: Memberpress deve aggiornare il database

source: MemberPress offers webhook support and a REST API for developers.
it_it: MemberPress offre il supporto di webhook e un'API REST per gli sviluppatori.

source: MemberPress Protected Content
it_it: Contenuto protetto MemberPress

source: MemberPress Reminders Worker
it_it: Promemoria MemberPress Worker

source: MemberPress Rule: %s
it_it: Regole MemberPress: %s

source: MemberPress Security Notice
it_it: Avviso di sicurezza MemberPress

source: MemberPress Send Transaction Expire Events
it_it: MemberPress Invio Transazioni in scadenza

source: MemberPress Settings
it_it: Impostazioni MemberPress

source: MemberPress setup is fast and easy. Click below, and we'll walk you through the quick initial process. And don't worry. You can go back and change anything you do – at anytime. Nothing's permanent (unless you want it to be). So feel free to explore!
it_it: La configurazione di MemberPress è facile e veloce. Fate clic qui sotto e ti guideremo attraverso il rapido processo iniziale. E non preoccuparti, potrai tornare indietro e modificare tutto ciò che fai, in qualsiasi momento. Nulla è permanente (a meno che non lo voglia). Quindi sentiti libero di esplorare!

source: MemberPress Signup Form
it_it: Modulo di iscrizione MemberPress

source: MemberPress Summary Email
it_it: Email di riepilogo MemberPress

source: MemberPress Thank You Page
it_it: MemberPress pagina di ringraziamento

source: MemberPress Unauthorized Access
it_it: MemberPress Accesso non autorizzato

source: MemberPress Unauthorized Access on the Group Pricing Page
it_it: MemberPress Accesso non autorizzato sul Group Pricing Page

source: MemberPress Unauthorized Access to this %s
it_it: MemberPress Accesso non autorizzato a questo %s

source: MemberPress.com Account Login
it_it: Accesso al conto MemberPress.com

source: MemberPress: Did You Forget Something?
it_it: MemberPress: Hai dimenticato qualcosa?

source: MemberPress: WARNING! Your Business is at Risk
it_it: MemberPress: ATTENZIONE! La tua attività è a rischio

source: Members
it_it: Utenti

source: Members below will be able to access this content. This list is calculated from the Rules that protect this content.
it_it: I membri qui sotto potranno accedere a questo contenuto. Questo elenco è calcolato in base alle Regole che proteggono questo contenuto.

source: Members must use their email address for their Username
it_it: Gli utenti devono utilizzare il loro indirizzo di posta elettronica come Nome utente

source: Members who are active on any of these memberships will be able to access this content. This list is calculated from the Rules that protect this content.
it_it: Gli utenti attivi su uno di questi abbonamenti saranno in grado di accedere a questo contenuto. Questo elenco viene calcolato in base alle Regole che proteggono questo contenuto.

source: Members with Access:
it_it: Membri con accesso:

source: Membership
it_it: Abbonamento

source: Membership Access URL
it_it: URL di accesso Abbonamento

source: membership acount form
it_it: modulo di adesione all'associazione

source: Membership Data
it_it: Dati dei soci

source: Membership Information
it_it: Informazioni Abbonamento

source: Membership is required
it_it: L'iscrizione è necessaria

source: membership login form
it_it: modulo di accesso per i soci

source: Membership Name
it_it: Nome del socio

source: Membership Options
it_it: Opzioni Abbonamento

source: Membership Pages Slug:
it_it: Slug pagine Abbonamenti:

source: Membership Pricing Terms
it_it: Condizioni costo dell' abbonamento

source: Membership Pricing Terms:
it_it: Condizioni costo dell' abbonamento:

source: Membership registration
it_it: Registrazione dei membri

source: Membership Shortcodes
it_it: Shortcodes abbonamenti

source: membership signup form
it_it: modulo di iscrizione per membri

source: Membership Terms
it_it: Condizioni Abbonamento

source: Membership Title
it_it: Nome Abbonamento

source: Membership*:
it_it: Abbonamento*:

source: Membership-Specific Welcome Email to User
it_it: un'email specifica per questo Abbonamento

source: Membership:
it_it: Abbonamento:

source: Memberships
it_it: Abbonamenti

source: Memberships for this Reminder
it_it: Iscrizioni per questo promemoria

source: Memberships in Group
it_it: Sottoscrizioni nella vetrina

source: Memberships with Access:
it_it: Abbonamenti con Accesso:

source: Memberships:
it_it: Abbonamenti:

source: MeprAuthorizeAPI Error: Unable to retrieve transaction details. Check your logs for errors.
it_it: Errore MeprAuthorizeAPI: Impossibile recuperare i dettagli della transazione. Verificare la presenza di errori nei log.

source: MeprUpdateStripeMetadataJob: transaction_id wasn't set.
it_it: MeprUpdateStripeMetadataJob: transaction_id non impostato.

source: Merchant Address
it_it: Indirizzo del venditore

source: Merchant Business Address
it_it: Indirizzo ufficio venditore

source: Merchant VAT Country
it_it: P.IVA Paese

source: Message Sent
it_it: Messaggio inviato

source: Message to show on Unauthorized Access
it_it: Messaggio da visualizzare in caso di accesso non autorizzato

source: Migrate from a different membership system, or from a different server.
it_it: Migrare da un altro sistema di affiliazione o da un altro server.

source: Migrating and Importing/Exporting
it_it: Migrazione e importazione/esportazione

source: Minus the fees and restrictions of other affiliate program solutions
it_it: Senza le commissioni e le restrizioni di altre soluzioni di programmi di affiliazione

source: Mode
it_it: Modalità

source: Modifying the Auto Rebill status here will change the status of the Subscription ONLY on your site, not at the Gateway itself. To cancel a Subscription, either you or the member must click on Cancel.
it_it: Modificare lo status Auto fatturazione qui, cambierà lo stato della sottoscrizione SOLO sul tuo sito, non al Gateway di pagamento. Per annullare un abbonamento, l'amministratore o l&#39;utente devono fare fare clic su Annulla.

source: MonsterInsights connects MemberPress to Google Analytics, providing a powerful integration with their eCommerce add-on. MonsterInsights is a sister company of MemberPress.
it_it: MonsterInsights collega MemberPress a Google Analytics, fornendo una potente integrazione con il loro componente aggiuntivo per il commercio elettronico. MonsterInsights è una società sorella di MemberPress.

source: MonsterInsights eCommerce report
it_it: Rapporto MonsterInsights sul commercio elettronico

source: MonsterInsights has an intuitive setup wizard to guide you through the setup process.
it_it: MonsterInsights è dotato di un'intuitiva procedura di configurazione guidata che vi guiderà attraverso il processo di configurazione.

source: Month
it_it: Mese

source: Month Of Year
it_it: Mese dell'anno

source: month(s)
it_it: mese(i)

source: Month:
it_it: Mese:

source: Monthly
it_it: Mensile

source: months
it_it: mesi

source: More advanced options are available in %1$sMemberPress > Courses%2$s
it_it: Opzioni più avanzate sono disponibili in %1$sMemberPress > Corsi%2$s

source: More advanced options are available in %1$sMemberPress > Memberships%2$s
it_it: Opzioni più avanzate sono disponibili in %1$sMemberPress > Memberships%2$s

source: More advanced options are available in %1$sMemberPress > Rules%2$s
it_it: Opzioni più avanzate sono disponibili in %1$sMemberPress > Regole%2$s

source: More Tag
it_it: Più Tag

source: Most Popular
it_it: I più popolari

source: Multi-Select
it_it: Selezione Multipla

source: Must specify a popup
it_it: Deve specificare un popup

source: My email is verified
it_it: La mia email è verificata

source: Name
it_it: Nome

source: Name Fields:
it_it: Campi nome:

source: Name:
it_it: Nome:

source: Net
it_it: Netto

source: Net Total
it_it: Totale netto

source: Netherlands
it_it: Paesi Bassi

source: Never
it_it: Mai

source: New Coupon
it_it: Nuova Promozione

source: New Group
it_it: Nuova vetrina

source: New Income
it_it: Nuovo reddito

source: New Membership
it_it: Nuovo Abbonamento

source: New Reminder
it_it: Nuovo Promemoria

source: New Rule
it_it: Nuova Regola

source: New Subscription
it_it: Nuova Sottoscrizione

source: New Transaction
it_it: Nuova Transazione

source: New York, NY 10005
it_it: Busto Arsizio, VA 21052

source: No `event` set
it_it: Nessun `evento` impostato

source: no active memberships
it_it: nessuna iscrizione attiva

source: No Address
it_it: Nessun indirizzo

source: No class was specified in the job config
it_it: Nessuna classe specificata nelle opzioni di lavoro

source: No content found.
it_it: Nessun contenuto trovato.

source: No Coupons found
it_it: Nessuna Promozione trovata.

source: No Coupons found in Trash
it_it: Nessuna Promozione trovata nel cestino.

source: No credentials have been provided.
it_it: Nessuna credenziale fornita.

source: No custom tax rates have been set. To add some, upload a csv file.
it_it: Non è stata impostata nessuna aliquta fiscale personalizzata. Per aggiunngerne una (o più) caricare un file in formato .csv

source: No email recipient has been set.
it_it: Nessun destinatario di posta elettronica è stato impostato.

source: No fields were found. Please go to the options page to configure some.
it_it: Nessun campo trovato. Per favore vai alla pagina delle opzioni per configurarne alcuni.

source: No gateways were found
it_it: Nessun portale trovato

source: No Group found
it_it: Nessuna vetrina trovata

source: No Group found in Trash
it_it: Nessuna vetrina trovato nel cestino

source: No MemberPress database upgrade is in progress
it_it: Non è in corso l'aggiornamento del database di MemberPress

source: No Membership found
it_it: Nessun Abbonamento trovato

source: No Membership found in Trash
it_it: Nessun Abbonamento trovato nel cestino

source: No need to upgrade your database
it_it: Non è necessario aggiornare il database

source: No One (Disabled)
it_it: Nessuno (disabilitato)

source: No payment method like that exists on this site
it_it: Su questo sito non esiste un metodo di pagamento di questo tipo

source: No Payment Methods were found. Please go to the options page to configure some.
it_it: Nessun metodo di pagamento trovato. Vai alla pagina delle Opzioni per configurarnee alcuni.

source: No permissions message
it_it: Nessun messaggio di autorizzazione

source: No Reminders found
it_it: Nessun Promemoria trovato

source: No Reminders found in Trash
it_it: Nessun Promemoria trovato nel cestino

source: No Rules found
it_it: Nessuna Regola trovata

source: No Rules found in Trash
it_it: Nessuna Regola trovata nel cestino

source: No subscription data available
it_it: Non sono disponibili dati di abbonamento

source: No Subscriptions Message:
it_it: Messaggio nessuna sottoscrizione:

source: No Webhook Signature
it_it: Nessuna firma Webhook

source: Non-Members
it_it: Non soci

source: Non-Recurring (%d)
it_it: Non ricorrenti (%d)

source: Non-recurring payments
it_it: Pagamenti non ricorrenti

source: None
it_it: Nessuno

source: None / Custom
it_it: Nessuno / Personalizzato

source: None Selected
it_it: Nessuna selezione

source: Nope
it_it: No

source: North Rhine-Westphalia
it_it: Nord Reno-Westfalia

source: Not a valid email object: %1$s is not an instance of %2$s
it_it: Oggetto email non valido: %1$s non è un'istanza di %2$s

source: Not a valid gateway
it_it: Gateway non valido

source: Not Applicable
it_it: Non applicabile

source: Not Installed
it_it: Non installato

source: Not Logged In Message:
it_it: Messaggio utenti non registrati:

source: Not Set
it_it: Non impostato

source: NOT subscribed to this membership before
it_it: NON sottoscritto questo abbonamento in precedenza

source: Note: It isn't recommended that you change these values if you already have existing groups and membership pages on a production membership site because all your urls for them will change (WordPress will attempt to redirect from old urls to new urls).
it_it: Nota: Non è consigliabile modificare questi valori se hai già gruppi e pagine di abbonamneti su un sito di già attivo perché tutti i tuoi URL per questi valori verrnno cambiati (WordPress tenterà di reindirizzare dal vecchio URL sul nuovo URL).

source: Note: This does not work with caching enabled on your site. So avoid enabling this when using WP Super Cache, W3TC, WP Engine hosting, GoDaddy's Managed WordPress -- or any other plugin/webhost that caches your pages.
it_it: Nota: Non funziona con cache abilitata sul tuo sito, quindi evita l'attivazione di questa opzione se utilizzi WP Super Cache, W3TC, WP Engine hosting, GoDaddy's Managed WordPress -- o qualsiasi altro plugin/webhost che memorizza le tue pagine nella cache.

source: Note: This option should only be enabled if MemberPress compatibility with your theme requires its usage.
it_it: Nota: Questa opzione deve essere abilitata solo se la compatibilità di MemberPress con il vostro tema ne richiede l'utilizzo.

source: Note: This overrides the global settings for unauthorized access handling in MemberPress Options for content protected by this rule.
it_it: Nota: Questo sostituisce le impostazioni globali nelle Opzioni di MemberPres per la gestione degli accessi non autorizzati ai contenuti protetti da questa regola.

source: Note: This overrides the Login Redirect URL setting in the MemberPress Options. Leave this option blank to use the Login Redirect URL in the MemberPress Options instead.
it_it: Nota: Questo sostituisce l'impostazione di reindirizzamento predefinito per l'accesso nelle opzioni MemberPress. Lasciare vuoto per utilizzare l'URL di reindirizzamento predefinito per l'accesso.

source: Notification Email Addresses
it_it: Indirizzi di email di notifica

source: Notifications
it_it: Notifiche

source: November
it_it: Novembre

source: Now
it_it: Ora

source: Now let's get some content to protect
it_it: Ora cerchiamo di proteggere i contenuti

source: Now that you've got some content to protect, you'll want to show people how they can access it. That's what a "membership" is.
it_it: Ora che hai dei contenuti da proteggere, dovi mostrare alle persone come possono accedervi. Ecco cos'è un "abbonamento".

source: Number of Coupon Uses
it_it: Numero di utilizzi del Coupon

source: Number of Free Views per Guest
it_it: Numero di visualizzazioni libere per persona

source: Oct
it_it: Ott

source: October
it_it: Ottobre

source: Offer your courses through MemberPress without our official add-on.
it_it: Offri i tuoi corsi attraverso MemberPress senza il nostro componente aggiuntivo ufficiale.

source: Offline Payment
it_it: Pagamento offline

source: Offsite secure hosted solution
it_it: Soluzione sicura in hosting offsite

source: On request
it_it: Su richiesta

source: One-Time
it_it: Singolo

source: One-time
it_it: Una tantum

source: Only humans are allowed to register.
it_it: Solo gli esseri umani sono autorizzati a registrarsi.

source: Oops! It looks like your MemberPress license key is missing. Here's how to fix the problem fast and easy:
it_it: Ops! Sembra che la chiave di licenza di MemberPress sia mancante. Ecco come risolvere il problema in modo semplice e veloce:

source: Oops, Copy Failed!
it_it: Oops, copia fallita!

source: Oops, your MemberPress database upgrade triggered an error...
it_it: Ops, l'aggiornamento del database di MemberPress ha generato un errore...

source: Opt-in box checked by default
it_it: Opt-in box selezionata di default

source: Opt-in checkbox initial value
it_it: Valore iniziale della selezione Opt-in

source: Optimizing Member Data
it_it: Ottimizzazione dei dati dei soci

source: Option Name:
it_it: Opzione Nome:

source: Option Value:
it_it: Opzione valore:

source: Optional link label here...
it_it: Etichetta opzionale per il link ...

source: Options saved.
it_it: Opzioni salvate.

source: OR
it_it: O

source: Or
it_it: Oppure

source: or
it_it: oppure

source: Other
it_it: Altro

source: Other Memberships
it_it: Altro abbonamento

source: Other Tools/Suggestions
it_it: Altri strumenti/suggerimenti

source: Over 1,000,000 websites use WP Mail SMTP
it_it: Oltre 1.000.000 di siti web utilizzano WP Mail SMTP

source: P.S. Want to unsubscribe from these emails? %sClick here to access the MemberPress settings%s where you can disable the Weekly Summary Email.
it_it: P.S. Vuoi cancellarti da queste e-mail? %sClicca qui per accedere alle impostazioni di MemberPress%s dove puoi disattivare l'e-mail di riepilogo settimanale.

source: Page
it_it: Pagina

source: Page Title
it_it: Titolo della pagina

source: Pages
it_it: Pagine

source: Parent Coupon:
it_it: Promozione genitore:

source: Parent Group:
it_it: Gruppo genitore

source: Parent Membership:
it_it: Abbonamento genitore

source: Parent Reminder:
it_it: Promemoria genitore:

source: Parent Rule:
it_it: Regola genitore:

source: Partial
it_it: Parziale

source: Partial Content Codes
it_it: Codici contenuto parziale

source: Password must be "Medium" or stronger
it_it: La Password deve essere "Media" o +

source: Password must be "Strong" or stronger
it_it: La Password deve essere "Forte" o +

source: Password must be "Very Strong" or stronger
it_it: La password deve essere "Molto forte" o più forte

source: Password Strength
it_it: Sicurezza password:

source: Password Strength Meter:
it_it: Livello di sicurezza password:
