Repository: giacomolanzi/memberpress-translation-italian
Catalog: memberpress-*.po
Languages: it_it

source: Get all the ease of use you expect from MemberPress combined with powerful LMS features designed to make building online courses super simple. This add-on boils it down to a basic, click-and-go process.
it_it: La facilità d'uso che ci si aspetta da MemberPress è combinata con potenti funzioni LMS progettate per rendere super semplice la creazione di corsi online. Questo componente aggiuntivo riduce il tutto a un processo semplice e immediato.

source: Get Easy Affiliate
it_it: Acquisisci facilmente affiliati

source: Get MemberPress Tracking
it_it: Ottenere il monitoraggio MemberPress

source: Get set up to accept payments
it_it: Configurare l'accettazione dei pagamenti

source: Get Started
it_it: Inizia

source: Get started with MemberPress by %1$sadding a Payment Method%2$s, %3$sadding a Membership%4$s, then %5$sadding a Rule%6$s to protect your content.
it_it: Iniziate con MemberPress inserendo %1$sun Metodo di pagamento%2$s, %3$sinserendo un'Iscrizione%4$s e %5$sinserendo una Regola%6$s per proteggere i vostri contenuti.

source: Get US Tax Rates from Avalara
it_it: Ottieni aliquote US da Avalare

source: Get US Tax Rates from TaxJar
it_it: Ottenere le aliquote fiscali statunitensi da TaxJar

source: Getting Started
it_it: Come iniziare

source: Getting Started with MemberPress Courses
it_it: Come iniziare con i corsi MemberPress

source: Gifting
it_it: Regali

source: Global CSS Styles
it_it: Stile CSS globale

source: Global reach
it_it: Portata globale

source: Go
it_it: Vai

source: Go to EasyAffiliate.com to get started on your MemberPress affiliate program.
it_it: Andate su EasyAffiliate.com per iniziare il vostro programma di affiliazione MemberPress.

source: Go to MemberPress.com and make your selection. <a href="
it_it: Andate su MemberPress.com e fate la vostra scelta. <a href="

source: Go to MemberPress.com and make your selection. <a target="_blank" href="%s">Pricing Page</a>.
it_it: Andate su MemberPress.com e fate la vostra scelta. <a target="_blank" href="%s">Pagina dei prezzi</a>.

source: Going live will stop your Sandbox connection. Any subscriptions on your site connected to Sandbox will no longer track their renewals. Are you sure you're ready to Go Live?
it_it: La messa in funzione interromperà la connessione a Sandbox. Tutti gli abbonamenti del vostro sito collegati a Sandbox non terranno più traccia dei loro rinnovi. Siete sicuri di essere pronti per il Go Live?

source: Grab your key from your <a href="
it_it: Recupera la chiave da <a href="

source: Grab your key from your <a target="_blank" href="%s">Account Page</a>.
it_it: Recupera la chiave dalla tua <a target="_blank" href="%s">pagina dell'account</a>.

source: Grant access to the protected content above if a logged-in user matches any of the following conditions:
it_it: Consentire l'accesso ai contenuti protetti di cui sopra se un utente connesso soddisfa una delle seguenti condizioni:

source: Greece
it_it: Grecia

source: Group
it_it: Vetrina

source: Group and Membership Pages Slugs
it_it: Slug pagine Vetrine e Abbonamenti

source: Group and Membership Pages Slugs:
it_it: Slug pagine Vetrine e Abbonamenti

source: Group Options
it_it: Opzioni vetrina

source: Group Pages Slug:
it_it: Slug pagine Gruppo:

source: Group Price Boxes Shortcodes
it_it: Shortcode prezzi vetrina

source: Group Title
it_it: Titolo della vetrina

source: Groups
it_it: Vetrine

source: Guadeloupe
it_it: Guadalupa

source: Guests
it_it: Ospiti

source: Hamburg
it_it: Amburgo

source: Have a coupon?
it_it: Hai un coupon?

source: Heading Text:
it_it: Testo dell'heading

source: Help Us Improve MemberPress
it_it: Aiutaci a migliorare MemberPress

source: Here you can add/remove memberships from this group pricing page.%1$s%1$sThe order of the memberships is important here. Order the memberships so that the lowest tier membership is at the top of the list and the highest tier membership is at the bottom, with the other memberships in order in between.
it_it: Qui è possibile aggiungere/rimuovere adesioni da questa pagina di prezzi di gruppo.%1$s%1$sL'ordine delle adesioni è importante. Ordinate i membri in modo che il livello più basso sia in cima all'elenco e quello più alto in fondo, con gli altri membri in ordine intermedio.

source: Here's the summary report for %1$s for the week of %2$s. Enjoy!
it_it: Ecco il resoconto di %1$s per la settimana di %2$s. Buon divertimento!

source: Here, you can create new content to protect. Or you can choose existing content on your site that you'd like to protect.
it_it: Qui è possibile creare nuovi contenuti da proteggere. Oppure si possono scegliere i contenuti esistenti sul sito che si desidera proteggere.

source: Hesse
it_it: Assia

source: Hey, it looks like you started setting up MemberPress but didn't finish, %1$sclick here to continue%2$s.
it_it: Ehi, sembra che tu abbia iniziato a configurare MemberPress ma non abbia finito, %1$sclicca qui per continuare%2$s.

source: Hidden
it_it: Nascosto

source: Hide
it_it: Nascondi

source: Hide Announcements
it_it: Nascondi Annunci

source: Hide Editor
it_it: Nascondi editor

source: Hide Only
it_it: Nascondi semplicemente

source: Highlight
it_it: Evidenzia

source: Highlighted
it_it: Evidenziata

source: Hold the Control Key (Command Key on the Mac) in order to select or deselect multiple memberships
it_it: Tieni premuto il tasto CTRL (CMD sul Mac) per selezionare o deselezionare più abbonamenti

source: Hour
it_it: Ora

source: hours
it_it: ore

source: How To
it_it: Come fare

source: How to configure and use Login, Account, Registration, and other front end pages.
it_it: Come configurare e utilizzare Login, Account, Registrazione e altre pagine front-end.

source: How to configure and use our Memberships.
it_it: Come configurare e utilizzare le nostre Membership.

source: How to configure your settings in MemberPress.
it_it: Come configurare le impostazioni in MemberPress.

source: How To Get Visitor IP?
it_it: Come ottenere l'IP del visitatore?

source: How to install, activate, and upgrade MemberPress.
it_it: Come installare, attivare e aggiornare MemberPress.

source: How to use rules to protect content on your site.
it_it: Come utilizzare le regole per proteggere i contenuti del sito.

source: Hungary
it_it: Ungheria

source: I Agree
it_it: Sono d'accordo

source: I couldn't get the plugin to work
it_it: Non sono riuscito a far funzionare il plugin

source: I no longer need the plugin
it_it: Non ho più bisogno del plugin

source: I'm switching to a different plugin
it_it: Sto passando a un altro plugin

source: If %1$sany%2$s of these conditions match for a logged-in user then he / she will be granted access to the protected content for this rule -- otherwise he / she will be denied.
it_it: Se %1$squalsiasi%2$di queste condizioni corrisponde a un utente connesso, gli verrà concesso l'accesso al contenuto protetto per questa regola, altrimenti gli verrà negato.

source: If Allowed
it_it: Se consentito

source: If any post in a non-singular view (EX: Blog page, category pages, archive pages etc) is protected, then do not allow the unauthorized members to see this non-singular view at all.
it_it: Se qualsiasi post in una vista non singola (Es: pagina Blog, pagina Categoria, pagina Archivio ecc...) è protetto, allora impedisci agli utenti non autorizzati di visualizzare quella pagina.

source: If the buyer is not already using Link, they will see a message to save their data for future use. This information is stored by Stripe and not MemberPress.<br /><br/>Buyers can un-enroll from link at anytime on the Link.co website.<br /><br/>For more information, see our help documentation or Stripe's Link FAQ.
it_it: Se l'acquirente non sta già utilizzando Link, vedrà un messaggio per salvare i propri dati per un uso futuro. Queste informazioni sono memorizzate da Stripe e non da MemberPress.<br /><br/>Gli acquirenti possono disiscriversi da Link in qualsiasi momento sul sito web di Link.co.<br /><br/>Per ulteriori informazioni, consultare la nostra documentazione di aiuto o le FAQ di Stripe su Link.

source: If the member logging in has an active Subscription to this membership and none of the custom URLs below apply, they will be redirected to this URL after logging in.
it_it: Se l'utente che effettua l'accesso ha una sottoscrizione attiva a questo abbonamento, e nessuno degli URL personalizzati qui sotto è applicabile, verrà reindirizzato a questo URL dopo l'accesso.

source: If there is no address set for the customer then MemberPress can either use the merchant address to calculate the tax or use no address at all which would result in no tax being applied to the sale.
it_it: Se non viemne indicato nessun indirizzo, MemberPress può utilizzare l'indirizzo del venditore per calcolare l'imposta, o non utilizzare alcun indirizzo e dunque non applicare nessuna imposta alla vendita.

source: If this is a production website rollback MemberPress to a previous version and contact our support team.
it_it: Se si tratta di un sito web di produzione, eseguire il rollback di MemberPress a una versione precedente e contattare il nostro team di assistenza.

source: If this is checked, the billing period will be reset when a recurring membership is upgraded.
it_it: Se questa opzione è selezionata, il periodo di fatturazione verrà azzerato quando un abbonamento ricorrente viene aggiornato.

source: If this option is checked then taxes won't be calculated for this Membership.
it_it: Se questa opzione è selezionata, l'imposta non varrà applicata a questo abbonamento.

source: If you already have a license key, you can find it on your <a href="
it_it: Se si dispone già di una chiave di licenza, la si può trovare nel proprio <a href="

source: If you are having problems getting other 3rd party applications such as phpBB or phpList to work along side MemberPress, you may need to check this option. Disabling mod_rewrite will mean that individual files cannot be protected with the Custom URI Rules.
it_it: Se si hanno problemi tra applicazioni di terze parti come phpBB o phpList e MemberPress, potrebbe essere necessario selezionare questa opzione. La disattivazione di mod_rewrite implica che i singoli file non possono essere protetti con le Regole URI personalizzate.

source: If you do not wish to use Link for this subscription, you can enter the details for a different payment method below.
it_it: Se non si desidera utilizzare Link per questo abbonamento, è possibile inserire i dati di un altro metodo di pagamento qui sotto.

source: If you have a moment, please share why you are deactivating MemberPress:
it_it: Se hai un attimo di tempo, condividi il motivo per cui stai disattivando MemberPress:

source: If you refresh the page and see this message for more than 5 minutes, disconnect and try again.
it_it: Se si aggiorna la pagina e si vede questo messaggio per più di 5 minuti, disconnettersi e riprovare.

source: If you skip this step, MemberPress will set up the offline payment option automatically. You can later visit MemberPress > Settings > Payments to get your gateway rolling.
it_it: Se si salta questo passaggio, MemberPress imposterà automaticamente l'opzione di pagamento offline. In seguito potrete visitare MemberPress > Impostazioni > Pagamenti per attivare il gateway.

source: If you want to exclude all except some Pages or Posts, list their IDs here in a comma separated list. Example: 102, 32, 546
it_it: Se si desidera escludere tutto tranne alcune pagine o post, elencare qui i loro ID separati da virgole. Es: 102, 32, 546

source: If you would like to make them wait for the payment to clear before they are allowed to access the site, then enable this option.
it_it: Attivare questa ozione se si desidera aspettare la conferma del pagamento prima di far accedere gli utenti al sito.

source: If your subscription level allows, the following plugins will be installed automatically: %s
it_it: Se il livello di abbonamento lo consente, i seguenti plugin saranno installati automaticamente: %s

source: Immediately
it_it: Immediatamente

source: Improve your memberships with our premium add-ons. Missing an add-on that you think you should be able to see? Click the %1$sRefresh Add-ons%2$s button above.
it_it: Migliorate le vostre iscrizioni con i nostri componenti aggiuntivi premium. Ti manca un componente aggiuntivo che pensi di poter vedere? Cliccate sul pulsante %1$sRicarica componenti aggiuntivi%2$s qui sopra.

source: In order to help us improve MemberPress you can allow MemberPress to send anonymous usage data back to our developers. We respect your privacy so any data that is sent to us can't be traced back to you -- but it will help us to fix issues, identify new features and generally improve MemberPress.
it_it: Per aiutarci a migliorare MemberPress, puoi consentire a MemberPress di inviare dati di utilizzo anonimi ai nostri sviluppatori. Rispettiamo la tua privacy, quindi tutti i dati che ci vengono inviati non possono essere ricondotti a te, ma ci aiuteranno a risolvere i problemi, a individuare nuove funzionalità e a migliorare in generale MemberPress.

source: Inactive
it_it: Inattivo

source: Inactive Fields
it_it: Campi inattivi

source: Inactive Members
it_it: Utenti inattivi

source: Inactive Memberships
it_it: Iscrizioni inattive

source: Inactive Payment Methods
it_it: Metodi di pagamento inattivi

source: Inbox
it_it: Posta in arrivo

source: Include MemberPress edge (development) releases in automatic updates (not recommended for production websites)
it_it: Include le release di MemberPress edge (sviluppo) negli aggiornamenti automatici (non consigliato per i siti di produzione)

source: Include Privacy Policy link
it_it: Includere il link all'informativa sulla privacy

source: Included with every MemberPress license
it_it: Incluso in ogni licenza MemberPress

source: Incorrect Webhook Signature
it_it: Firma Webhook errata

source: Increase perceived value, and protect your bottom line from unpaying eyes. Paywall your valuable content a thousand ways!
it_it: Aumentate il valore percepito e proteggete i vostri profitti da occhi non paganti. Fate il paywall dei vostri contenuti di valore in mille modi!

source: Initial Membership
it_it: Iscrizione iniziale

source: Initial Payment
it_it: Pagamento iniziale

source: Insert &uarr;
it_it: Inserire &uarr;

source: Install & Activate
it_it: Installazione e attivazione

source: Install & Activate MemberPress Courses Add-On
it_it: Installare e attivare il modulo aggiuntivo per i corsi MemberPress

source: Install Add-on
it_it: Installa il componente aggiuntivo %s

source: Install and Activate Easy Affiliate
it_it: Installare e attivare Easy Affiliate

source: Install and Activate MemberPress Courses
it_it: Installare e attivare i corsi MemberPress

source: Install and Activate MonsterInsights
it_it: Installare e attivare MonsterInsights

source: Install and Activate WP Mail SMTP
it_it: Installare e attivare WP Mail SMTP

source: Install Easy Affiliate from EasyAffiliate.com
it_it: Installare Easy Affiliate da EasyAffiliate.com

source: Install MonsterInsights
it_it: Installare MonsterInsights

source: Install MonsterInsights from the WordPress.org plugin repository.
it_it: Installare MonsterInsights dal repository dei plugin di WordPress.org.

source: Install WP Mail SMTP
it_it: Installare WP Mail SMTP

source: Install WP Mail SMTP from the WordPress.org plugin repository.
it_it: Installate WP Mail SMTP dal repository dei plugin di WordPress.org.

source: Installation and Upgrading
it_it: Installazione e aggiornamento

source: Installed & Activated
it_it: Installato & inattivo

source: Installed & Active
it_it: Installato & attivo

source: Integrate MemberPress with your email marketing platform.
it_it: Integrate MemberPress con la vostra piattaforma di email marketing.

source: Integrates with WordPress ecommerce and email marketing solutions
it_it: Si integra con l'e-commerce di WordPress e con le soluzioni di email marketing

source: Internationalization
it_it: Internazionalizzazione

source: Interval:
it_it: Intervallo:

source: Invalid content.
it_it: Contenuto non valido.

source: Invalid Credit Card Number
it_it: Numero di carta di credito non valido

source: Invalid CVC Code
it_it: Codice CVC non valido

source: Invalid Expiration
it_it: Data di scadenza non valida.

source: Invalid payment gateway
it_it: Gateway di pagamento non valido

source: Invalid Payment Method
it_it: Metodo di pagamento non valido.

source: Invalid payment method
it_it: Metodo di pagamento non valido.

source: Invalid PaymentIntent ID
it_it: ID PaymentIntent non valido

source: Invalid popup
it_it: Popup non valido

source: Invalid request.
it_it: Richiesta non valida.

source: Invalid response.
it_it: Risposta non valida.

source: Invalid SetupIntent ID
it_it: ID SetupIntent non valido

source: Invalid Subscription ID
it_it: ID abbonamento non valido

source: IPN URL:
it_it: URL IPN

source: Ireland
it_it: Irlanda

source: Is
it_it: È

source: Issue customer refunds
it_it: Emettere i rimborsi dei clienti

source: It appears that your website is running Nginx as it's webserver. In order for Custom URI rules to work you'll need to add some %1$scustom rules%2$s to your Nginx configuration. If you've already installed these rules then you can ignore this message. <strong>All other rules should work normally.</strong>
it_it: Sembra che il tuo sito web utilizzi Nginx come webserver. Perchè le regole degli URI personalizzati funzionino, è necessario aggiungere alcune %1$regole personalizzate%2$s alla tua configurazione Nginx. Se hai già impostato queste regole puoi ignorare questo messaggio. <strong>Tutte le altre regole dovrebbero funzionare normalmente.</strong>

source: It is highly recommended that "template_redirect" should be your default redirect method.<br/><br/>However, this does not work with all WordPress themes. If you find that the unauthorized redirection is not happening when enabled try switching this to "init" instead.
it_it: Si consiglia vivamente di usare "template_redirect" come metodo di reindirizzamento predefinito.<br><br>Tuttavia, questo non funziona con tutti i temi WordPress. Se il reindirizzamento non avviene correttamente provare a passare a "init".

source: It's a temporary deactivation
it_it: Si tratta di una disattivazione temporanea

source: Italy
it_it: Italia

source: Jan
it_it: Gen

source: January
it_it: Gennaio

source: Javascript is disabled in your browser. You will not be able to complete your purchase until you either enable JavaScript in your browser, or switch to a browser that supports it.
it_it: JavaScript è disattivato nel tuo browser. Devi abilitare JavaScript nel tuo browser per completare l'acquisto, oppure passare a un browser che lo supporta.

source: Job class wasn't found for %s
it_it: Classe di lavoro non trovata per %s

source: Job Completed - %1$s (%2$s)
it_it: Lavoro completato - %1$s (%2$s)

source: Job Failed: %s
it_it: Lavoro fallito: %s

source: Job Failed: No class
it_it: Lavoro fallito: Nessuna classe

source: Job Paths %s
it_it: Percorsi di lavoro %s

source: John
it_it: Gio

source: John Doe
it_it: Gio Rossi

source: Jul
it_it: Lug

source: July
it_it: Luglio

source: Jun
it_it: Giu

source: June
it_it: Giugno

source: Keep members out of the WordPress Dashboard
it_it: Tieni gli utenti fuori dalla Dashboard di WordPress

source: Keep users coming back for more with a VIP forum or chat room they can access based on membership level. Available with MemberPress Plus or Pro.
it_it: Fai in modo che gli utenti tornino a chiedere di più con un forum o una chat VIP a cui possono accedere in base al livello di appartenenza. Disponibile con MemberPress Plus o Pro.

source: Language Code:
it_it: Codice lingua:

source: Last Login
it_it: Ultimo accesso

source: Last Name
it_it: Cognome

source: Last Name on Card
it_it: Cognome sulla carta

source: Latvia
it_it: Lettonia

source: Layout blocks and content protected by MemberPress.
it_it: Blocchi di layout e contenuti protetti da MemberPress.

source: Learn More:
it_it: Per saperne di più:

source: Let us know if you need assistance.
it_it: Facci sapere se hai bisogno di assistenza.

source: Let's create a Rule to protect your content
it_it: Creiamo una regola per proteggere i tuoi contenuti

source: License
it_it: Licenza

source: License activated
it_it: Licenza attivata

source: License activated until %s
it_it: Licenza attivata fino a %s

source: License data not found
it_it: Dati della licenza non trovati

source: License Key
it_it: Chiave di licenza

source: License key deactivated
it_it: Chiave di licenza disattivata

source: License Key:
it_it: Codice licenza

source: Lifetime
it_it: A vita

source: Lifetime Access
it_it: Accesso a vita

source: Limit Payment Cycles
it_it: Limita n° periodi di pagamento

source: Link is set up as the payment method for this subscription. You can change the default payment method by logging in to <a href="https://link.co">Link.co</a>.
it_it: Link è impostato come metodo di pagamento per questo abbonamento. È possibile modificare il metodo di pagamento predefinito accedendo a <a href="https://link.co">Link.co</a>.

source: Lithuania
it_it: Lituania

source: Live API key for use in production environments.
it_it: Chiave API live da utilizzare in ambienti di produzione.

source: Load all of MemberPress's CSS Styles on Each Page
it_it: Carica gli stili CSS di MemberPress su tutte le pagine

source: Loading...
it_it: Caricamento…

source: Logged In Purchases:
it_it: Accquisti utenti registrati:

source: Login
it_it: Accedi

source: Login #
it_it: Accesso #

source: Login & Logout:
it_it: Accesso &amp; Uscita

source: Login Form
it_it: Modulo di accesso

source: Login Form:
it_it: Modulo di accesso

source: Login Name field cannot be blank.
it_it: Il Campo Nome Login non può essere vuoto.

source: Login Redirect URL
it_it: URL di reindirizzamento per l'Accesso

source: Login Redirect URL?
it_it: URL di reindirizzamento del login?

source: Logins
it_it: Accesso

source: Logout
it_it: Esci

source: Logout Redirect URL
it_it: Reindirizzamento URL Esci

source: Lower Saxony
it_it: Bassa Sassonia

source: Luxembourg
it_it: Lussemburgo

source: Make the most of your MemberPress site...
it_it: Sfrutta al massimo il tuo sito MemberPress...

source: Makes the Subscription name clickable, pointing to the Membership Access URL you have set in the Membership settings (Advanced tab).
it_it: Rende cliccabile il nome dell'abbonamento, l&#39;URL di accesso è quello impostato nelle impostazioni dell'abbonamento (scheda Avanzate).

source: Making Email Deliverability Easy for WordPress
it_it: Semplificare la consegna delle email per WordPress

source: Manage account
it_it: Gestione dell'account

source: Manage activations
it_it: Gestire le attivazioni

source: Manage memberships
it_it: Gestire le iscrizioni

source: Managing Members and Thier Subscriptions
it_it: Gestione dei membri e dei loro abbonamenti

source: Managing Members(users) and thier subscriptions to memberships.
it_it: Gestione dei membri (utenti) e delle loro sottoscrizioni alle membership.

source: Manual
it_it: Bonifico bancario

source: Manually Add a New Member
it_it: Aggiungere manualmente un nuovo utente

source: Manually add a transaction to this subscription
it_it: Aggiungi manualmente una transazione a questo abbonamento

source: Manually place group price boxes
it_it: Posiziona manualmente la casella del prezzo nella vetrina

source: Manually place Login form
it_it: Posizionare manualmente il modulo di accesso

source: Manually place the login form on the page
it_it: Posizionare manualmente il modulo di accesso nella pagina

source: March
it_it: Marzo

source: Martinique
it_it: Martinica

source: Max # of Payments:
it_it: N° massimo di pagamenti

source: May
it_it: Mag
