Repository: giacomolanzi/memberpress-translation-italian
Catalog: memberpress-*.po
Languages: it_it

source: This determines how the price will be displayed on the pricing table. If 'Auto' is selected then MemberPress will automatically generate the price for you, if 'Custom' is selected then you'll be able to enter your own custom pricing terms and if you select 'None' then no price will be visible.
it_it: Questa opzione determina il modo in cui il prezzo verrà visualizzato nella tabella dei prezzi. Se si seleziona "Auto", MemberPress genererà automaticamente il prezzo per voi, se si seleziona "Custom", potrete inserire i vostri termini di prezzo personalizzati e se si seleziona "None", non sarà visibile alcun prezzo.

source: This determines the number of times this coupon can be used.<br/><br/>Set to "0" to remove the limit.
it_it: Determina il numero di volte in cui il coupon può essere utilizzato.<br/><br/>Impostare su "0" per rimuovere il limite.

source: This email address has already been used. If you are an existing user, please %sLogin%s to complete your purchase. You will be redirected back here to complete your sign-up afterwards.
it_it: Questo indirizzo e-mail è già stato utilizzato. Se sei un utente esistente, effettua il %sLogin%s per completare l'acquisto. Verrà poi reindirizzato qui per completare l'iscrizione.

source: This email is already being used by another user.
it_it: Questo indirizzo e-mail è già utilizzato da un altro utente.

source: This email is already in use by another member
it_it: Questa email è già utilizzata da un altro utente

source: This email is sent to a member when their credit card is expiring
it_it: Questa email viene inviata agli utenti quando la loro carta di credito sta per scadere

source: This email is sent to a user when payment completes for one of your memberships in her behalf.
it_it: Questa email viene inviata ad un utente quando completa il pagamento di un abbonamento in suo favore.

source: This email is sent to the admin when triggered for a user.
it_it: Questa email viene inviata all'amministratore quando attivata da un utente.

source: This email is sent to the user when a Stripe subscription payment of theirs fails, with a link to pay the outstanding invoice.
it_it: Questa e-mail viene inviata all'utente quando il pagamento di un abbonamento Stripe non va a buon fine, con un link per pagare la fattura in sospeso.

source: This email is sent to the user when a subscription is cancelled.
it_it: Questa email viene inviata all'utente quando una sottoscrizione viene annullata.

source: This email is sent to the user when a transaction is refunded.
it_it: Questa email viene inviata all&#39;utente quando una transazione viene rimborsata.

source: This email is sent to the user when a transaction of theirs fails.
it_it: Questa email viene inviata all&#39;utente quando una sua transazione non riesce.

source: This email is sent to the user when one of their subscriptions is paused.
it_it: Questa email viene inviata all&#39;utente quando una delle sue sottoscrizioni viene sospesa.

source: This email is sent to the user when they downgrade a subscription.
it_it: Questa email viene inviata all'utente quando esegue il downgrade di una sottoscrizione.

source: This email is sent to the user when they resume a subscription.
it_it: Questa email viene inviata all&#39;utente quando riattivano una sottoscrizione.

source: This email is sent to the user when they upgrade a subscription.
it_it: Questa email è inviata all'utente che effettua l'upgrade di un asottoscrizione

source: This email is sent to the user when triggered.
it_it: Questa email viene inviata all'utente quando attivata.

source: This email is sent to you when a member's credit card is expiring
it_it: Questa email ti viene inviata quando la carta di credito di un utente sta scadendo

source: This email is sent to you when a new non-recurring subscription is created.
it_it: Questa email ti viene inviata ad ogni un nuovo abbonamento non periodico.

source: This email is sent to you when a payment comes through on your membership site
it_it: Questa email ti viene inviata a voi quando il pagamento arriva attraverso il vostro sito di Abbonamento

source: This email is sent to you when a subscription is cancelled.
it_it: Questa email ti viene inviata quando un abbonamento viene annullato.

source: This email is sent to you when a subscription is created.
it_it: Questa email ti viene inviata ad ogni nuova sottoscrizione.

source: This email is sent to you when a subscription is downgraded.
it_it: Questa email ti viene inviata al downgrade di una sottoscrizione.

source: This email is sent to you when a subscription is paused.
it_it: Questa email ti viene inviata quando una sottoscrizione viene sospesa.

source: This email is sent to you when a subscription is resumed.
it_it: Questa email ti viene inviata quando una sottoscrizione viene riattivata.

source: This email is sent to you when a subscription is upgraded.
it_it: Questa email ti viene inviata all'upgrade di una sottoscrizione.

source: This email is sent to you when a transaction fails.
it_it: Questa email ti viene inviata quando una transazione fallisce.

source: This email is sent to you when a transaction is refunded.
it_it: Questa email ti viene inviata quando una transazione viene rimborsata.

source: This email is sent to you when a user registers for your membership site and their first transaction completes.
it_it: Questa email ti viene inviata quando un utente registra un Abbonamento sul tuo sito e completa la sua prima transazione.

source: This email is sent welcome a new user when she initially signs up for your membership site with a completed purchase.
it_it: Questa email di benvenuto viene inviata ad un nuovo utente quando si registra e completa l'acquisto di un abbonamento sul tuo sito.

source: This email is sent when this membership is purchased.
it_it: Questa email è inviata quando questo abbonamento viene acquistato.

source: This group is a membership upgrade path
it_it: Qiesta vetrina è l'upgrade di un abbonamento

source: This Group Pricing Page is Protected
it_it: Questo Group Pricing Page è protetto

source: This is a comma separated list of email addresses that will receive admin notifications. This defaults to your admin email set in "Settings" -> "General" -> "E-mail Address"
it_it: Si tratta di un elenco separato da virgole di indirizzi email che riceveranno le notifiche di amministrazione. L'impostazione predefinita è la tua email di amministrazione impostato in "Impostazioni"-> "Generali"-> "Indirizzo email"

source: This is not a subscription for membership '%s' but for '%s'
it_it: Questa non è una sottoscrizione per un abbonamnto '%s' ma per '%s'

source: This is not a subscription for user '%s' but for '%s'
it_it: Questa non è una sottoscrizione per un utente '%s' ma per '%s'

source: This is not a valid Webhook! Check your settings.
it_it: Questo non è un Webhook valido! Controllare le impostazioni.

source: This is the amount the member initially paid for the membership. Unless money has changed hands outside of MemberPress (and it's being recorded here) then we recommend this value stay at zero so your repots will remain accurate.
it_it: Questo è l'importo che il membro ha pagato inizialmente per l'iscrizione. A meno che il denaro non sia passato di mano al di fuori di MemberPress (e sia stato registrato qui), consigliamo di mantenere questo valore a zero, in modo che le statistiche rimangano accurate.

source: This is the country of the VAT MOSS your business is registered with.
it_it: Questo è il paese in cui è iscritta la vostra P.IVA MOSS societaria.

source: This is the default message that will show up when a user is not allowed to access the content on a page.
it_it: Questo è il messaggio predefinito che verrà visualizzato quando un utente non autorizzato prova ad accedere al contenuto della pagina.

source: This is the discount that will be applied to the first payment. All additional payments will happen at the standard discount above.
it_it: Questo è lo sconto che verrà applicato al primo pagamento. Tutti i pagamenti aggiuntivi saranno effettuati con lo sconto standard di cui sopra.

source: This is the URL that visitors will be redirected to when trying to access unauthorized content.
it_it: Questo è l'URL verso cui verranno reindirizzati visitatori che cercheranno di accedere a contenuti non autorizzati.

source: This is the URL where those who purchase this membership can get the content they now have access to.
it_it: Questo è l'URL dove chi ha acquistato questo abbonamento può accedere ai contenuti a cui ora hanno accesso

source: This is typically the id of the transaction that is generated by the gateway. Typically this value won't need to be changed unless you're referencing a transaction that happened outside of MemberPress for this user and membership.
it_it: Questo è in genere l'id della transazione generata dal gateway. In genere non è necessario modificare questo valore, a meno che non si faccia riferimento a una transazione avvenuta al di fuori di MemberPress per questo utente e questa iscrizione.

source: This License Key has expired, but you have an active license for %1$s, %2$sclick here%3$s to activate using this license instead.
it_it: Questa chiave di licenza è scaduta, ma si dispone di una licenza attiva per %1$s, %2$sclicca qui%3$s per attivare questa licenza.

source: This License Key is for %1$s, but %2$s is installed. %3$sClick here%4$s to install the correct edition for the license (%1$s).
it_it: Questa chiave di licenza è per %1$s, ma %2$s è installata. %3$sCliccare qui%4$s per installare l'edizione corretta per la licenza (%1$s).

source: This may take a couple of minutes
it_it: Questa operazione può richiedere un paio di minuti

source: This membership already belongs to another group. If you assign it to this group, it will be removed from the other.
it_it: Questa sottoscrizione appartiene già ad un'altra vetrina. Se si assegna a questo vetrina verrà rimossa dall&#39;altra.

source: This Membership is Tax Exempt
it_it: Questo abbonamento è esente da IVA

source: This option will allow you to send all MemberPress emails asynchronously. This option can increase the speed & performance of the checkout process but may also result in a delay in when emails are recieved. <strong>Note:</strong> This option requires wp-cron to be enabled and working.
it_it: Questa opzione permette di inviare tutte le email MemberPress in modo asincrono. Questa opzione può aumentare la velocità e le prestazioni del processo di checkout, ma può anche comportare un ritardo nella ricezione delle email. <strong>Nota:</strong> Questa opzione richiede wp-cron abilitato e funzionante.

source: This option will determine whether tax should be calculated based on the address that the customer enters or the address you entered on the "Info" tab here in MemberPress Options.
it_it: Questa opzione determina se l'imposta deve essere calcolata sulla base dell'indirizzo che il cliente inserisce o dell'indirizzo del venditore che hai immesso nella scheda "Info" nelle Opzioni di MemberPress.

source: This option will only be available if this is enabled and the user purchased their subsciption using PayPal or Stripe.
it_it: Questa opzione sarà disponibile solo se è attivata e l'utente ha acquistato l'abbonamento utilizzando PayPal o Stripe.

source: This password doesn't meet the minimum strength requirement. %s.
it_it: Questa password non soddisfa i requisiti minimi. %s.

source: This Payment Method has been disconnected so it may stop working for new and recurring payments at any time. To prevent this, re-connect your Stripe account by clicking the "Connect with Stripe" button below.
it_it: Questo metodo di pagamento è stato disconnesso, pertanto potrebbe smettere di funzionare per i pagamenti nuovi e ricorrenti in qualsiasi momento. Per evitare che ciò accada, riconnettete il vostro account Stripe facendo clic sul pulsante "Connetti con Stripe" qui sotto.

source: This problem is easy to fix!
it_it: Questo problema è facile da risolvere!

source: This refences the date and time that the user's membership granted by a transaction will expire and need to be renewed to continue access.
it_it: Riferisce la data e l'ora in cui l'iscrizione dell'utente concessa da una transazione scadrà e dovrà essere rinnovata per continuare ad accedere.

source: This release includes the following awesome features and fixes:
it_it: Questa versione include le seguenti funzionalità e correzioni:

source: This selects the content on your site that will be protected by this rule. If a piece of content is selected by this rule it will be protected from non-logged in visitors and from logged-in users who don't meet the conditions you specify in the 'Access Rules' section below.
it_it: Seleziona il contenuto del sito che sarà protetto da questa regola. Se un contenuto è selezionato da questa regola, sarà protetto dai visitatori non loggati e dagli utenti loggati che non soddisfano le condizioni specificate nella sezione "Regole di accesso".

source: This shortcode can be used to show a link to the Membership Access URL set in the Advanced tab.
it_it: Questo shortcode può essere usato per mostrare un link all&#39;URL di accesso abbonamento impostato nella scheda Avanzate.

source: This subscription has already been cancelled.
it_it: Questo abbonamento è già stato cancellato.

source: This subscription has already been paused.
it_it: Questo abbonamento è già stato messo in pausa.

source: This subscription has already been resumed.
it_it: L'abbonamento è già stato ripreso.

source: This subscription is for another user.
it_it: Questo abbonamento è per un altro utente.

source: This subscription is invalid.
it_it: Tipo di sottoscrizione non valido.

source: This subscription was not found.
it_it: Questa sottoscrizione non è stata trovata.

source: This tax rate was successfully deleted
it_it: Questa aliquota è stata cancellata correttamente.

source: This text will appear below the navigation on the Account Page.
it_it: Questo testo verrà visualizzato sotto il menu di navigazione nella pagina Account.

source: This user hasn't purchased any memberships - so no email will be sent.
it_it: Questo utente non ha acquistato nessun abbonamento - dunque nessun email sarà inviata.

source: This user was unable to be deleted.
it_it: Non è stato possibile eliminare questo utente.

source: This username has already been taken. If you are an existing user, please %sLogin%s first. You will be redirected back here to complete your sign-up afterwards.
it_it: Questo nome utente è già stato assegnato. Se sei un utente esistente, effettua prima il %sLogin%s. Verrà poi reindirizzato qui per completare l'iscrizione.

source: This username is already taken.
it_it: Questo Nome utente è già in uso

source: This was unable to be deleted.
it_it: Non è stato possibile cancellare il dato.

source: This was unable to be saved.
it_it: Non è stato possibile salvare il dato.

source: This will allow you to choose appropriate tax for your tangible/intangible products.
it_it: Questo vi permetterà di scegliere l'imposta appropriata per i vostri prodotti tangibili/intangibili.

source: This will allow you to customize the pricing terms on the <b>Registration, Payment, and Account Subscription's pages</b> for this membership. Here's a description of these options:
it_it: Vi permette di personalizzare le condizioni tariffarie sulle<b>pagine di registrazione, pagamento e di sottoscrizione dell'Account</b> per questo abbonamento. Ecco una descrizione delle opzioni:

source: This will appear next to the Privacy Policy checkbox on membership registration forms. The text between % characters will become the link text to your Privacy Policy page.
it_it: Il testo apparirà accanto alla casella di controllo dell'Informativa sulla privacy nei moduli di registrazione dei soci. Il testo tra i caratteri % diventerà il testo del link alla pagina dell'Informativa sulla privacy.

source: This will cancel all future payments for this subscription. Are you sure you want to cancel this Subscription?
it_it: Questo annullerà tutti i pagamenti futuri per questa sottoscrizione. Sei sicuro di voler annullare questa sottoscrizione?

source: This will disable the pricing page from being accessed on the front end of your site. It will return a 404 (not found) page if a user attempts to access it.<br/><br/>You can optionally provide an alternate URL to take the member to if they try to visit this page.
it_it: Questo disabiliterà l'accesso alla pagina dei prezzi dal front-end del tuo sito. Se un utente tenta di accedervi restituirà una pagina 404 (non trovato).<br><br>Facoltativamente è possibile fornire un URL alternativo cui indirizzare gli utenti che tentano di visitare questa pagina.

source: This will refund the transaction and cancel the subscription associated with this transaction at the gateway level. This action is not reversable. Are you sure you want to refund this Transaction and cancel it's Subscription?
it_it: Questa operazione rimborserà la transazione e annullerà l'abbonamento associato a questa transazione a livello di gateway. Questa azione non è reversibile. Siete sicuri di voler rimborsare questa transazione e annullare la relativa sottoscrizione?

source: This will refund the transaction at the gateway level. This action is not reversable. Are you sure you want to refund this Transaction?
it_it: Stai per eseguire il rimborso della transazione dal gataway, Questa azione non è reversibile. Sei sicuro di voler rimborsare questa TRansazione?

source: This will resume payments for this subscription. Are you sure you want to resume this Subscription?
it_it: Questo riattiverà i pagamenti per questa sottoscrizione. Sei sicuro di voler riattivare questa Sottoscrizione?

source: This will stop all payments for this subscription until the user logs into their account and resumes. Are you sure you want to pause this Subscription?
it_it: Questo fermerà tutti i pagamenti per quasta Sottoscrizione finchè l'utente accederà al suo account per riattivarla. Sei sicuro di voler sospendere questa Sottoscrizione?

source: This will take the user to the Group pricing page when they click on Change Plan instead of showing them the quick selection pop-up.
it_it: In questo modo, quando si fa clic su Cambia piano, l'utente viene indirizzato alla pagina dei prezzi del gruppo invece di visualizzare il pop-up di selezione rapida.

source: Thuringia
it_it: Turingia

source: Time to make your first membership
it_it: È il momento di fare la prima iscrizione

source: Title
it_it: Titolo

source: Title:
it_it: Titolo:

source: To continue using MemberPress without interruption, you need to enter your license key right away. Here’s how:
it_it: Per continuare a utilizzare MemberPress senza interruzioni, è necessario inserire subito la chiave di licenza. Ecco come fare:

source: To restore automatic updates, %1$sinstall the correct edition%2$s of MemberPress.
it_it: Per ripristinare gli aggiornamenti automatici, %1$installare l'edizione corretta%2$di MemberPress.

source: To unlock selected features, upgrade to %s with Easy Affiliate.
it_it: Per sbloccare alcune funzioni, passare a %s con Easy Affiliate.

source: To unlock selected features, upgrade to Plus.
it_it: Per sbloccare alcune funzioni, passare a Plus.

source: To unlock selected features, upgrade to Pro.
it_it: Per sbloccare alcune funzioni, passare a Pro.

source: To update your PayPal Account Information, please go to %sPayPal.com%s, login and edit your account information there.
it_it: Per aggiornare le informazioni del tuo Account PayPal, vai a %sPayPal.com%s, accedi e modifica lì le informazioni del tuo account.

source: Top Description (optional):
it_it: Descrizione sup. (facoltativa):

source: Total
it_it: Totale

source: Total Income
it_it: Totale Guadagno

source: Total Members
it_it: Utenti totali

source: Total Net Income
it_it: Entrata totale netta

source: Total Transactions By Membership
it_it: Transazioni totali per abbonamento

source: Total WP Users
it_it: Totale utenti WP

source: Totals
it_it: Totali

source: Track important eCommerce metrics
it_it: Tracciare importanti metriche di eCommerce

source: Track learners' progress
it_it: Tracciare i progressi degli studenti

source: Tracks commissions without using third-party cookies
it_it: Traccia le commissioni senza utilizzare cookie di terze parti

source: Transaction
it_it: Transazione

source: Transaction ID:
it_it: ID Transazione:

source: Transaction Key
it_it: Chiave di transazione

source: Transaction Key field cannot be blank.
it_it: Il campo codice Transazione non può essere vuoto.

source: Transaction Key*:
it_it: Codice di transazione

source: Transaction not found
it_it: Transazione non trovata

source: Transaction Number
it_it: Numero di transazione

source: Transaction Number*:
it_it: Numero transazione*:

source: Transactional Mailers: SendinBlue, Mailgun, SendGrid, Amazon SES
it_it: Mailers transazionali: SendinBlue, Mailgun, SendGrid, Amazon SES

source: Transactions
it_it: Transazioni

source: Transactions By Day Of Month
it_it: Transazioni per giorno del mese

source: Transactions By Month Of Year
it_it: Transazioni per mese dell'anno

source: Treat popular search engines as authorized members?
it_it: Tratta i motori di ricerca come utenti autorizzati?

source: Trial
it_it: Prova

source: Trial Amount (%s):
it_it: Costo della prova (%s):

source: Trial Cost:
it_it: Costo periodo di prova:

source: Trial Days Price Text
it_it: Testo prezzo periodo di prova

source: Trial Days:
it_it: Giorni di prova:

source: Trial Duration (Days):
it_it: Durata della prova (giorni):

source: Trial Period
it_it: Periodo di prova

source: Trial Period Info
it_it: Informazioni sul periodo di prova

source: Trial Period Override
it_it: Annullamento del periodo di prova

source: Trial:
it_it: Processo:

source: Trial: %1$s days for %2$s
it_it: Prova: %1$s giorni per %2$s

source: Trying to connect with Authorize.net?
it_it: Stai cercando di connetterti con Authorize.net?

source: Type
it_it: Tipo

source: Type:
it_it: Tipo:

# ui
source: (price includes taxes)
it_it: (il prezzo include le tasse)

# ui
source: %s is not valid
it_it: % s non è valido

# ui
source: %s is Required
it_it: %s è richiesto

# ui
source: %s Reminder Sent
it_it: %s Promemoria inviato

# ui
source: &#197;land Islands
it_it: Isole Åland

# ui
source: &#304;stanbul
it_it: Istanbul

# ui
source: &Aacute;vila
it_it: Ávila

# ui
source: *** Password you set during signup ***
it_it: ***La password scelta durante la registrazione***

# ui
source: [%s] Your new Password
it_it: [%s] La tua nuova password

# ui
source: A %1$s Reminder (%2$s) was just sent to %3$s for the following subscription:
it_it: Un %1$s Promemoria (%2$s) è appena stato inviato a %3$s per la seguente sottoscrizione:

# ui
source: A Coru&ntilde;a
it_it: A Coruña

# ui
source: A Credit Card is Expiring on {$subscr_cc_month_exp}/{$subscr_cc_year_exp}
it_it: Una carta di credito è in scadenza il {$ subscr_cc_month_exp} / {$ subscr_cc_year_exp}

# ui
source: A member's Credit Card will expire before their next billing on {$blog_name}.
it_it: La Carta di credito di un abbonato scadrà prima del prossimo addebito su {$ BLOG_NAME}.

# ui
source: A new user just signed up on {$blog_name}:
it_it: Nuovo utente registrato su {$blog_name}:

# ui
source: A non-recurring subscription was just created on {$blog_name}:
it_it: Attivata una sottoscrizione non ricorrente su {$blog_name}:

# ui
source: A subscription was just cancelled on {$blog_name}:
it_it: È appena stata annullata una sottoscrizione su {$ BLOG_NAME}:

# ui
source: A subscription was just created on {$blog_name}:
it_it: Attivata una nuova sottoscrizione su {$blog_name}:
