Repository: giacomolanzi/memberpress-translation-italian
Catalog: memberpress-*.po
Languages: it_it

source: When this option is checked, the Password, Password Confirmation & Password Strength fields will not appear on the checkout page. The Member will then receive an email after they register that will provide the steps they can take to set up a password.
it_it: Quando questa opzione è selezionata, i campi Password, Conferma della password e Forza della password non appariranno nella pagina di pagamento. Dopo la registrazione, il Socio riceverà un'e-mail che gli indicherà i passaggi da seguire per impostare una password.

source: When this option is checked, the VAT number will not be validated by VIES online service.
it_it: Quando questa opzione è selezionata, il numero di partita IVA non sarà convalidato dal servizio online VIES.

source: When this option is enabled -- Google, Yahoo, Ask, and Bing/MSN are allowed to view protected content on your site as if they were authorized members. This can help search engines index your content.
it_it: Quando questa opzione è attivata, Google, Yahoo, Ask e Bing/MSN sono autorizzati a vedere i contenuti protetti del tuo sito come se fossero utenti autorizzati. Questo può aiutare i motori di ricerca ad indicizzare i contenuti del tuo sito.

source: When this option is enabled, all of MemberPress's CSS Styles will be loaded on every front end page of your website.
it_it: Quando questa opzione è attivata, gli stili CSS di MemberPress verranno caricati su ogni pagina del tuo sito Web.

source: Which method should MemberPress use to retrieve the visitor's IP address?%1$s%1$sIt's important to use a method that is compatible with your site. The REMOTE_ADDR method is the most secure but may not be correct if your site is using a front-end proxy.%1$s%1$sCompare the displayed detected IP address with what is displayed on %2$sthis site%3$s to find the correct method for your site.
it_it: Quale metodo deve utilizzare MemberPress per recuperare l'indirizzo IP del visitatore? %1$s%1$sÈ importante utilizzare un metodo compatibile con il proprio sito. Il metodo REMOTE_ADDR è il più sicuro, ma potrebbe non essere corretto se il sito utilizza un proxy front-end.%1$s%1$sConfronta l'indirizzo IP rilevato con quello visualizzato su %2$squesto sito%3$s per trovare il metodo corretto per il tuo sito.

source: Who can purchase this Membership
it_it: Chi può acquistare questo abbonamento

source: who currently have
it_it: chi attualmente possiede

source: who had
it_it: che aveva

source: Why you creepin'?
it_it: Perchè indugi?

source: Will display the currency symbol after the price of the item. For example: 5.00$ instead of $5.00. Unless you know your countries currency symbol should be listed after, leave this unchecked.
it_it: Visualizzerà il simbolo di valuta dopo il prezzo del prodotto. Per esempio: 5,00 € invece di € 5,00. Se non sai dove posizionare il simbolo per la tua valuta, non modificare l'impostazione.

source: With eCommerce tracking, you can see revenue metrics, conversion rate and much more.
it_it: Con il tracciamento dell'eCommerce, è possibile visualizzare le metriche dei ricavi, il tasso di conversione e molto altro ancora.

source: Without an active license key, MemberPress cannot be managed on the backend. Your frontend will remain intact, but you can’t: Issue customer refunds, Add new members, Manage memberships. Fortunately, this problem is easy to fix by doing the following:
it_it: Senza una chiave di licenza attiva, MemberPress non può essere gestito nel backend. Il vostro frontend rimarrà intatto, ma non potrete: emettere rimborsi per i clienti, aggiungere nuovi membri, gestire le iscrizioni. Fortunatamente, questo problema è facilmente risolvibile procedendo come segue

source: Work smarter not harder. Connect MemberPress with thousands of your favorite productivity and functionality apps and services. Available with MemberPress Plus or Pro.
it_it: <em>Work smarter not harder</em>. Collega MemberPress con migliaia di applicazioni e servizi di produttività e funzionalità che preferite. Disponibile con MemberPress Plus o Pro.

source: WP Mail SMTP allows you to easily set up WordPress to use a trusted provider to reliably send emails, including MemberPress notifications. Built by the same folks behind WPForms, which is a sister company of MemberPress.
it_it: WP Mail SMTP consente di impostare facilmente WordPress in modo che utilizzi un provider affidabile per l'invio di e-mail, comprese le notifiche di MemberPress. È stato realizzato dagli stessi autori di WPForms, una società sorella di MemberPress.

source: WP Mail SMTP mailers
it_it: Mailer SMTP di WP Mail

source: Write course name
it_it: Scrivere il nome del corso

source: Write page title
it_it: Scrivere il titolo della pagina

source: Year
it_it: Anno

source: year(s)
it_it: anno(i)

source: Year:
it_it: Anno:

source: Yearly
it_it: Annuale

source: years
it_it: anni

source: Yes
it_it: Sì

source: You are already subscribed to this item, %1$sclick here%2$s to view your subscriptions.
it_it: Sei già iscritto a questo articolo, %1$sclicca qui%2$s per visualizzare le tue iscrizioni.

source: You are unauthorized to view this content.
it_it: Non sei autorizzato a visualizzare questo contenuto.

source: You are unauthorized to view this page.
it_it: Non sei autorizzato a visualizzare questa pagina.

source: You can create a free account by registering for Avalara's Tax Rate API at taxratesapi.avalara.com.
it_it: È possibile creare un account gratuito registrandosi alla Tax Rate API di Avalara all'indirizzo taxratesapi.avalara.com.

source: You can get a free License Key by registering for Avalara's Tax Rate API at taxratesapi.avalara.com.
it_it: Puoi ottenere una API Key Avalara gratuitamente registrandoti sul sito <a href="taxratesapi.avalara.com">taxratesapi.avalara.com</a>

source: You can retry your purchase by %1$sclicking here%2$s.
it_it: Puoi ritentare l'acquisto %1$cliccando qui%2$s.

source: You can retry your purchase by %1$sclicking here%2$s. If you continue having troubles paying, please contact PayPal support to find out why the payments are not being approved.
it_it: È possibile riprovare l'acquisto facendo %1$sclick qui%2$s. Se si continuano a riscontrare problemi di pagamento, contattare l'assistenza PayPal per scoprire il motivo per cui i pagamenti non vengono approvati.

source: You can specify custom fields to be used with your users' account. Just click the 'plus' button below to add your first field.
it_it: È possibile specificare i campi personalizzati da utilizzare con account degli utenti. Basta cliccare sul pulsante 'più' qui sotto per aggiungere il primo campo.

source: You can use Rules to protect pages, child pages, posts, custom post types, categories, tags... almost anything you can imagine. Here, we'll set your first Rule.
it_it: È possibile utilizzare le regole per proteggere pagine, pagine figlio, post, tipi di post personalizzati, categorie, tag... praticamente tutto ciò che si può immaginare. Qui imposteremo la prima regola.

source: You can use the <strong>[mepr-unauthorized-message]</strong> shortcode on this unauthorized page (assuming this url points to a page on this site).
it_it: È possibile utilizzare lo shortcode <strong>[mepr-messaggio-non autorizzato]</strong> su questa pagina (supponendo che questo URL indirizzi a una pagina su questo sito).

source: You can use this shortcode anywhere on your site to quickly display a link to this membership page. If the text inbetween the shortcode is not present, MemberPress will use the membership title as the link text instead.
it_it: È possibile utilizzare questo shortcode in qualsiasi parte del sito per visualizzare rapidamente un link a questo abbonamento. Se il testo all'interno dello shortcode non è presente, MemberPress userà il titolo dell'abbonamento come testo del link.

source: You cannot create coupons until you have added at least 1 Membership.
it_it: Non puoi creare un cupon se non hai almeno 1 abbonamento attivo.

source: You cannot create rules until you have added at least 1 Membership.
it_it: Non è possibile creare regole se non hai aggiunto almeno un abbonamento.

source: You cannot register with this form. Please use the registration page found on the website instead.
it_it: Non puoi registrarti da queso modulo. Usa la pagina di registrazione sul sito web.

source: You do not have access to send a test email.
it_it: Non hai i permessi per inviare una mail di test.

source: You do not have access.
it_it: Non hai accesso a questa risorsa.

source: You do not have sufficient permission to perform this operation
it_it: L'utente non dispone di un'autorizzazione sufficiente per eseguire questa operazione

source: You don't have sufficient permissions to rollback MemberPress.
it_it: Non si dispone di autorizzazioni sufficienti per eseguire il rollback di MemberPress.

source: You had an HTTP error connecting to %s
it_it: Errore HTTP durante la connessione a %s

source: You had an HTTP error connecting to %s: %s
it_it: Errore HTTP durante la connessione a %s: %s

source: You had an HTTP error connecting to Caseproof's Mothership API
it_it: Hai avuto un errore di connessione con Caseproof's Mothership API

source: You have disconnected your PayPal. You should login to your PayPal account and go to Developer settings to delete the app created by this gateway
it_it: Hai scollegato il tuo PayPal. Devi accedere al tuo conto PayPal e andare alle impostazioni dello sviluppatore per eliminare l'app creata da questo gateway

source: You have reverted PayPal to legacy gateway
it_it: Hai riportato PayPal al gateway legacy

source: You just successfully upgraded your MemberPress database ... now time to get back at it.
it_it: Avete appena aggiornato con successo il database di MemberPress... ora è il momento di tornare al lavoro.

source: You must agree to the Privacy Policy
it_it: L'utente deve accettare l'Informativa sulla privacy

source: You must agree to the Terms of Service
it_it: È necessario accettare i termini di servizio

source: You must enter a Password Confirmation.
it_it: Inserire una password di conferma.

source: You must enter a Password.
it_it: Immettere una password.

source: You must enter a Username or Email
it_it: Inserire il Nome utente o la Email

source: You must enter a valid email address
it_it: Inserire un indirizzo email valido

source: You must enter a valid username or email address
it_it: Devi inserire un nome utente o un indirizzo email validi

source: You must enter both your First and Last name
it_it: Inserire sia il nome che il cognome

source: You must enter your Credit Card number.
it_it: Inserirsci il numero di Carta di Credito.

source: You must enter your CVV code.
it_it: Inserire il codice CVV.

source: You must have a License Key to enable automatic updates for MemberPress, access the admin areas of MemberPress, and receive support. If you don't have a License please go to %1$s to get one. If you do have a license you can login at %2$s to manage your licenses and site activations.
it_it: È necessario disporre di una chiave di licenza per abilitare gli aggiornamenti automatici di MemberPress, accedere alle aree di amministrazione di MemberPress e ricevere assistenza. Se non avete una licenza, andate su %1$s per ottenerne una. Se avete una licenza, potete accedere a %2$s per gestire le vostre licenze e le attivazioni dei siti.

source: You must use a valid 2-character state code as your %1$sBusiness Address%2$s state field for TaxJar to work properly.
it_it: Affinché TaxJar funzioni correttamente, è necessario utilizzare un codice di stato valido di 2 caratteri come campo di stato di %1$sBusiness Address%2$s.

source: You need to confirm your email to accept payments
it_it: È necessario confermare l'email per accettare i pagamenti

source: You successfully disconnected this payment method from your Stripe account.
it_it: Questo metodo di pagamento è stato scollegato con successo dal tuo conto Stripe.

source: You successfully resumed your subscription.
it_it: Hai riattivato il tuo abbonamento.

source: You successfully stored a new payment method yo.
it_it: È stato memorizzato con successo un nuovo metodo di pagamento yo.

source: You won't believe how easy it is to accept online payments with MemberPress.
it_it: È incredibile quanto sia facile accettare pagamenti online con MemberPress.

source: You'll need a Pro license to enable this gateway. But it's easy! Just click the button below and follow the prompts.
it_it: Per abilitare questo gateway è necessaria una licenza Pro. Ma è facile! Basta fare clic sul pulsante sottostante e seguire le istruzioni.

source: You're currently running version %s of MemberPress.
it_it: Stai utilizzando la versione %s di MemberPress

source: You're unauthorized to access this resource.
it_it: Non sei autorizzato ad accedere a questa risorsa.

source: Your 7-Day membership activity:
it_it: L'attività settimanale abbonamenti:

source: Your account has been saved.
it_it: Il tuo profilo è stato salvato.

source: Your account information was successfully updated.
it_it: I tuoi dati del tuo account sono stati aggiornati correttamente.

source: Your Content
it_it: Il tuo contenuto

source: Your coupon code is invalid.
it_it: Il tuo codice promozione non è valido.

source: Your credit card number is invalid.
it_it: Il numero della Carta di Credito non è valido.

source: Your CSV file must contain the column: %s
it_it: Il file CSV deve contenere la colonna: %s

source: Your current PayPal payment connection is out of date and may become insecure or stop working. Please click the button below to re-connect your PayPal payment method now.
it_it: L'attuale connessione di pagamento PayPal non è aggiornata e potrebbe diventare insicura o smettere di funzionare. Fare clic sul pulsante sottostante per ricollegare il metodo di pagamento PayPal.

source: Your current PayPal payment connection is out of date and may become insecure. Please click the button below to upgrade your PayPal payment method now.
it_it: L'attuale connessione di pagamento PayPal non è aggiornata e potrebbe diventare insicura. Cliccate sul pulsante sottostante per aggiornare subito il vostro metodo di pagamento PayPal.

source: Your current Stripe payment connection is out of date and may become insecure or stop working. Please click the button below to re-connect your Stripe payment method now.
it_it: L'attuale connessione di pagamento Stripe non è aggiornata e potrebbe diventare insicura o smettere di funzionare. Cliccate sul pulsante sottostante per ricollegare il vostro metodo di pagamento Stripe.

source: Your current Stripe payment connection is out of date and may become insecure. Please click the button below to re-connect your Stripe payment method now.
it_it: L'attuale connessione di pagamento Stripe non è aggiornata e potrebbe diventare insicura. Cliccate sul pulsante sottostante per ricollegare subito il vostro metodo di pagamento Stripe.

source: Your current Stripe payment connection is out of date and may become insecure. Please click the link below to re-connect your Stripe payment method now.
it_it: L'attuale connessione di pagamento Stripe non è aggiornata e potrebbe diventare insicura. Cliccate sul link sottostante per ricollegare subito il vostro metodo di pagamento Stripe.

source: Your database is being upgraded
it_it: Il database è in fase di aggiornamento

source: Your first name and last name must not be blank.
it_it: Il tuo nome e cognome non può essere vuoto.

source: Your License
it_it: Licenza

source: Your License Key was invalid
it_it: Il tuo codice di licenza non è valido

source: Your MemberPress database is already up to date
it_it: Il tuo database MemberPress è già aggiornato

source: Your MemberPress license key is expired, but is required to continue using MemberPress. Fortunately, it’s easy to renew your license key. Just do the following:
it_it: La chiave di licenza MemberPress è scaduta, ma è necessaria per continuare a utilizzare MemberPress. Fortunatamente, è facile rinnovare la chiave di licenza. Basta fare quanto segue:

source: Your MemberPress license key is not found or is invalid. Without an active license key, your frontend is unaffected. However, you can no longer:
it_it: La chiave di licenza MemberPress non è stata trovata o non è valida. Senza una chiave di licenza attiva, il frontend non è interessato. Tuttavia, non è più possibile:

source: Your MemberPress license key is not found or is invalid. Without an active license key, your frontend is unaffected. However, you can no longer: Issue customer refunds, Add new members, Manage memberships.
it_it: La chiave di licenza MemberPress non è stata trovata o non è valida. Senza una chiave di licenza attiva, il frontend non è interessato. Tuttavia, non è più possibile: emettere rimborsi per i clienti, aggiungere nuovi membri, gestire le iscrizioni.

source: Your MemberPress PayPal connection is complete and secure.
it_it: La connessione a MemberPress PayPal è completa e sicura.

source: Your MemberPress PayPal Connection is incomplete
it_it: La connessione a MemberPress PayPal è incompleta

source: Your MemberPress Stripe connection is complete and secure.
it_it: La connessione a MemberPress Stripe è completa e sicura.

source: Your MemberPress.com account and Stripe gateway have been disconnected. Please re-connect the Stripe gateway by clicking the button below in order to start taking payments again.
it_it: Il vostro account MemberPress.com e il gateway Stripe sono stati disconnessi. Si prega di ricollegare il gateway Stripe facendo clic sul pulsante sottostante per ricominciare a ricevere i pagamenti.

source: Your membership
it_it: La tua sottoscrizione

source: Your new member was created successfully.
it_it: Il nuovo membro è stato creato con successo.

source: Your next step...
it_it: Il tuo prossimo passaggio...

source: Your Password and Password Confirmation don't match.
it_it: La password e la password di conferma non corrispondono.

source: Your password must meet the minimum strength requirement.
it_it: La password deve soddisfare il requisito minimo di forza.

source: Your password was successfully updated.
it_it: La password è stata aggiornata correttamente.

source: Your payment at PayPal failed.
it_it: Il pagamento con PayPal non è andato a buon fine.

source: Your payment at PayPal was cancelled.
it_it: Il pagamento su PayPal è stato annullato.

source: Your payment details are invalid, please check them and try again.
it_it: I dati di pagamento non sono validi, si prega di controllare e riprovare.

source: Your payment method was successfully connected to your Stripe account.
it_it: Il metodo di pagamento è stato collegato con successo al vostro conto Stripe.

source: Your payment method's Stripe Connect keys were successfully updated.
it_it: Le chiavi Stripe Connect del vostro metodo di pagamento sono state aggiornate con successo.

source: Your PayPal account isn't set up to sell Digital Goods. PayPal is no longer accepting new signups for Digital Goods (via Express Checkout). If your PayPal account is not newly opened, you may be able to contact PayPal's 2nd or 3rd tier support engineers and get Digital Goods enabled for Express Checkout. A little persistance here is sometimes what it takes to make it happen. If their support cannot, or will not activate Digital Goods for you, then you will need to switch MemberPress to use the PayPal Standard gateway integration instead. <a href="https://www.memberpress.com/user-manual/paypal-standard/">MemberPress - PayPal Standard Gateway Integration Instructions</a> Thanks, The MemberPress Team
it_it: Il vostro conto PayPal non è predisposto per la vendita di prodotti digitali. PayPal non accetta più nuove iscrizioni per i prodotti digitali (tramite Express Checkout). Se il vostro conto PayPal non è stato aperto di recente, potreste essere in grado di contattare i tecnici dell'assistenza di secondo o terzo livello di PayPal e ottenere l'abilitazione dei prodotti digitali per Express Checkout. A volte è necessaria un po' di perseveranza per far sì che ciò avvenga. Se l'assistenza non può o non vuole attivare Digital Goods per voi, allora dovrete cambiare MemberPress per utilizzare l'integrazione del gateway PayPal Standard. <a href="https://www.memberpress.com/user-manual/paypal-standard/">Istruzioni per l'integrazione del gateway PayPal Standard di MemberPress</a> Grazie, Il team MemberPress

source: Your PayPal account isn't setup to sell Digital Goods. Your recurring billing profiles and transactions won't complete properly until this problem is fixed. Follow these instructions to enable Digital Goods: 1) Sign in to your PayPal account (must be signed in before visiting the link below) 2) Visit https://www.paypal.com/us/webapps/mpp/digital in your browser 3) Follow the steps PayPal provides here to add Digital Goods to your account If you still have issues getting this to work, please contact customer support at http://memberpress.com/support. Thanks, The MemberPress Team
it_it: Il tuo account PayPal non è configurato per la vendita di prodotti digitali. I profili dei tuoi pagamneti periodici e transazioni non andranno a buon fine se il problema non viene risolto. Segui queste istruzioni per abilitare i Prodotti Digitali: 1)Accedi al tuo account PAyPal (devi essere1) Sign in to your PayPal account (must be signed in before visiting the link below) 2) Visit https://www.paypal.com/us/webapps/mpp/digital in your browser 3) Follow the steps PayPal provides here to add Digital Goods to your account If you still have issues getting this to work, please contact customer support at http://memberpress.com/support. Thanks, The MemberPress Team

source: Your PayPal connection in MemberPress must be connected in order to accept PayPal payments. Please click the button below to finish connecting your PayPal payment method now.
it_it: La connessione a PayPal in MemberPress deve essere collegata per poter accettare i pagamenti con PayPal. Cliccate sul pulsante qui sotto per completare la connessione del vostro metodo di pagamento PayPal.

source: Your PayPal payment connection is out of date, and may become insecure. Use the upgrade button below to fix this.
it_it: La connessione di pagamento PayPal non è aggiornata e potrebbe diventare insicura. Utilizzate il pulsante di aggiornamento qui sotto per risolvere il problema.

source: Your Privacy Policy:
it_it: La tua Privacy Policy

source: Your rules
it_it: Le tue regole

source: Your site is attempting to send too many snapshots, we'll put an end to that.
it_it: Il tuo sito sta tentando di inviare un numero eccessivo di istantanee.

source: Your Stripe tokens were successfully refreshed.
it_it: I tuoi token Stripe sono stati aggiornati con successo.

source: Your subscription has been set up successfully.
it_it: L'abbonamento è stato impostato con successo.

source: Your Subscription Trial Period is Ending Soon
it_it: Il periodo di prova dell'abbonamento sta per terminare

source: Your subscription was successfully cancelled.
it_it: Il tuo abbonamento è stato cancellato.

source: Your subscription was successfully paused.
it_it: Hai sospeso il tuo abbonamento.

source: Your Subscriptions
it_it: Le tue sottoscrizioni

source: Your test email was successfully sent.
it_it: La email di prova è stata inviata.

source: Your transaction was refunded and subscription was cancelled successfully.
it_it: La transazione è stata rimborsata e l'abbonamento è stato annullato con successo.

source: Your transaction was successfully refunded.
it_it: La tua transazione è stata rimborsata correttamente.

source: Your Upgrade has completed successfully
it_it: L'aggiornamento è stato completato con successo

source: Your username or password was incorrect
it_it: Il Nome utente o la password sono inesatti
