Repository: giacomolanzi/memberpress-translation-italian
Catalog: memberpress-*.po
Languages: it_it

source: Your VAT number is invalid
it_it: Il tuo numero di partita IVA non è valido

source: Zapier Integration
it_it: Integrazione Zapier

source: Zip code for Card
it_it: Codice postale per la carta

source: ZIP/Post Code
it_it: CAP
