Repository: giacomolanzi/memberpress-translation-italian
Catalog: memberpress-*.po
Languages: it_it

source: Courses has been installed and activated successfully. Enjoy!
it_it: I corsi sono stati installati e attivati con successo. Buon divertimento!

source: Create
it_it: Crea

source: Create and manage coupons for discounts and promotions.
it_it: Creare e gestire coupon per sconti e promozioni.

source: Create and use reminder emails to keep your members informed.
it_it: Create e utilizzate le e-mail di promemoria per tenere informati i vostri soci.

source: Create beautiful courses out of the box w/ Classroom Mode
it_it: Creare corsi bellissimi con la modalità Classroom

source: Create Content
it_it: Creare contenuti

source: Create Membership
it_it: Creare l'iscrizione

source: Create New Content
it_it: Creare nuovi contenuti

source: Create or Select Content
it_it: Creare o selezionare il contenuto

source: Create Rule
it_it: Crea regola

source: Create your own non-salaried sales team, and make up to 30% more in membership sales with referral marketing.
it_it: Create il vostro team di vendita non stipendiato e guadagnate fino al 30% in più nelle vendite dei soci con il marketing di riferimento.

source: Created
it_it: Creato

source: Created (UTC/GMT):
it_it: Creato (UTC/GMT):

source: Created On
it_it: Creato il

source: Creating and Managing Coupons
it_it: Creazione e gestione dei coupon

source: Creating and Managing Groups
it_it: Creazione e gestione dei gruppi

source: Creating and Managing Memberships
it_it: Creare e gestire le iscrizioni

source: Creating and Managing Reminder Emails
it_it: Creare e gestire le email di promemoria

source: Credit Card (Stripe)
it_it: Carta di credito

source: Credit Card Expired
it_it: Carta di credito scaduta

source: Credit Card Expired %d %s ago
it_it: Carta di credito scaduta %d %s fa

source: Credit Card Expires
it_it: Carta di credito scade

source: Credit Card Expires Reminder Email to Admin
it_it: Promemoria email Admin scadenza Carta di Credito

source: Credit Card Expires Reminder Email to User
it_it: Promemoria Scadenza Carta di Credito - Email amministratore

source: Credit Card Expiring
it_it: Carta in scadenza

source: Credit Card Expiring in 2 Days
it_it: Carta in scadenza tra 2 giorni

source: Credit Card is Expiring in %d %s
it_it: Carta di credito scade in %d %s

source: Credit Card Number
it_it: Numero di Carta di Credito

source: Critical
it_it: Critico

source: Croatia
it_it: Croazia

source: Ctrl wasn't found
it_it: Ctrl non trovato

source: Currency Code:
it_it: Codice valuta:

source: Currency Symbol:
it_it: Simbolo valuta:

source: Custom
it_it: Personalizzato

source: Custom Button CSS classes (optional):
it_it: Classi Css Bottone personalizzato (facoltativo):

source: Custom Disabled Button CSS classes (optional):
it_it: Classi Css Bottone disabilitato (facoltativo):

source: Custom field deleted.
it_it: Campo personalizzato cancellato.

source: Custom field updated.
it_it: Campo personalizzato aggiornato.

source: Custom Highlighted Button CSS classes (optional):
it_it: Classi Css Bottone evidenziato (facoltativo):

source: Custom Login Redirect URLs
it_it: URL di accesso personalizzato.

source: Custom MemberPress Account Message
it_it: Messaggio personalizzato per l'account

source: Custom Page Template
it_it: Modello di pagina personalizzato

source: Custom Pricing
it_it: Prezzi personalizzati

source: Custom Registration Pricing Terms:
it_it: Condizioni di adesione. personalizzate:

source: Custom Tax Rates
it_it: Aliquote fiscali personalizzate

source: Custom URI
it_it: URI personalizzato

source: Custom User Information Fields
it_it: Campi personalizzati di informazioni dell'utente

source: Custom User Information Fields:
it_it: Campi personalizzati di informazioni dell'utente:

source: Customer Address
it_it: Indirizzo del cliente

source: Customer not found
it_it: Cliente non trovato

source: Customizable Checkout
it_it: Checkout personalizzato

source: Customize emails and pages to match your site.
it_it: Personalizzate le e-mail e le pagine per adattarle al vostro sito.

source: Customize Payment Methods
it_it: Personalizza i metodi di pagamento

source: Customize User Information Fields
it_it: Personalizza i campi di informazioni dell'utente

source: Cyprus
it_it: Cipro

source: Czech Republic
it_it: Repubblica Ceca

source: Database Upgrade Progress
it_it: Progressi nell'aggiornamento del database

source: Database Was Upgraded
it_it: Database è stato aggiornato

source: Date
it_it: Data

source: Day
it_it: Giorno

source: Day Of Month
it_it: Giorno del mese

source: day(s)
it_it: giorno(i)

source: days
it_it: giorni

source: Deactivate
it_it: Disattivare

source: Deactivate License
it_it: Disattivare la licenza

source: Deactivate License Key on %s
it_it: Disattiva codice di licenza su %s

source: Dec
it_it: Dic

source: December
it_it: Dicembre

source: Default
it_it: Predefinito

source: Default Address
it_it: Indirizzo predefinito

source: Default Email Template
it_it: Modello email predefinito

source: Default Login Redirect URL
it_it: URL di reindirizzamento predefinito per l'accesso

source: Default Unauthorized Message
it_it: Messaggio predefinito per contenuto non autorizzato

source: Default Unauthorized Message:
it_it: Messaggio predefinito per contenuto non autorizzato:

source: Default Value(s):
it_it: Valore(i):

source: Delete
it_it: Cancella

source: Delete member
it_it: Cancellare un membro

source: Delete Subscription
it_it: Elimina sottoscrizione

source: Delete Transaction
it_it: Elimina la transazione

source: Deleted
it_it: Cancellato

source: Deleted Gateway
it_it: Gateway eliminato

source: Deleting Transactions could cause the associated member to lose access to protected content. Are you sure you want to delete this Transaction?
it_it: Eliminare una Transazione potrebbe impedire all'utente cui è associata di accedere ai contenuti protetti. Sei sicuro di voler eliminare questa Transazione?

source: Denmark
it_it: Danimarca

source: Desc
it_it: Decr

source: Description
it_it: Descrizione

source: Detected IP address using the selected method:
it_it: Indirizzo IP rilevato con il metodo selezionato:

source: Detected on user's initial signup
it_it: Rilevato all'iscrizione iniziale dell&#39;utente

source: Detects affiliate fraud before you pay out
it_it: Rileva le frodi degli affiliati prima di effettuare i pagamenti

source: Developer Resources
it_it: Risorse per gli sviluppatori

source: Did you know that you can do something very easily to help us continue to improve MemberPress?
it_it: Sapevate che potete fare qualcosa di molto semplice per aiutarci a continuare a migliorare MemberPress?

source: Digital Downloads
it_it: Download digitali

source: Disable Address Fields
it_it: Disattiva campi indirizzo

source: Disable Anonymous Usage Reporting
it_it: Disattivare la segnalazione di utilizzo anonimo

source: Disable Change Plan Pop-Up
it_it: Disattivare il pop-up di modifica del piano

source: Disable global auto-responder lists
it_it: Disattivare tutte le risposte automatiche

source: Disable mod_rewrite (.htaccess) Rules
it_it: Disabilitare inppostazioni mod_rewrite (.htaccess)

source: Disable Password Fields
it_it: Disabilitare i campi password

source: Disable Password Fields on membership registration forms
it_it: Disabilitare i campi password nei moduli di registrazione dei soci

source: Disable Pricing Page
it_it: Disattiva la pagina dei prezzi

source: Disable Rewrite Rules
it_it: Disabilita impostazioni di Rewrite

source: Disable Send Data option was updated successfully
it_it: L'opzione Disattiva invio dati è stata aggiornata con successo

source: Disable the 1 day grace period after signup
it_it: Disattivare il periodo di tolleranza di 1 giorno dopo l'iscrizione

source: Disable the standard WordPress registration form
it_it: Disattiva il modulo di registrazione standard di WordPress

source: Disable the WordPress admin bar for members
it_it: Disattiva la barra di amministrazione di WordPress per gli utenti

source: Disable VAT VIES database lookup
it_it: Disattivare la ricerca nel database IVA VIES

source: Disable Weekly Summary Email
it_it: Disattivare l'email di riepilogo settimanale

source: Disconnect
it_it: Disconnessione

source: Disconnect and Retry
it_it: Disconnettere e riprovare

source: Disconnect from MemberPress.com
it_it: Disconnessione da MemberPress.com

source: Disconnecting from this Stripe Account will block webhooks from being processed, and prevent MemberPress subscriptions associated with it from working.
it_it: La disconnessione da questo account Stripe bloccherà l'elaborazione dei webhook e impedirà il funzionamento delle sottoscrizioni MemberPress ad esso associate.

source: Discount
it_it: Sconto

source: Discount Mode
it_it: Modalità di sconto

source: Discount Mode:
it_it: Modalità di sconto:

source: Discount:
it_it: Sconto:

source: Display a signup form for a MemberPress membership.
it_it: Visualizza un modulo di iscrizione per un'iscrizione a MemberPress.

source: Display Currency Symbol After Amount
it_it: Mostra simbolo dopo il prezzo

source: Display the MemberPress Account form
it_it: Visualizzare il modulo Account MemberPress

source: Display the MemberPress Account form.
it_it: Visualizzare il modulo Account MemberPress.

source: Display the MemberPress Login form
it_it: Visualizzare il modulo di accesso a MemberPress

source: Do not cancel old plan on upgrades when "Admin Must Manually Complete Transactions" is enabled
it_it: Non annullare il vecchio piano sugli aggiornamenti quando è abilitata l'opzione "L'amministratore deve completare manualmente le transazioni"

source: Doe
it_it: Rossi

source: Done
it_it: Fatto

source: Downgrade Path
it_it: Percorso di declassamento

source: Drip / Expiration
it_it: Rilascia / Scadenza

source: Drip this content
it_it: Rilascia questo contenuto

source: Dropdown
it_it: Menu a discesa

source: Easy Affiliate has an intuitive setup wizard to guide you through the setup process.
it_it: Easy Affiliate è dotato di un'intuitiva procedura di configurazione guidata che vi guiderà attraverso il processo di configurazione.

source: Easy Affiliate helps you create a completely self-hosted affiliate program for your MemberPress site or ecommerce store within minutes. Start growing your sales with the power of referral marketing.
it_it: Easy Affiliate vi aiuta a creare in pochi minuti un programma di affiliazione completamente autonomo per il vostro sito MemberPress o negozio di e-commerce. Iniziate a incrementare le vostre vendite con il potere del marketing di riferimento.

source: Edge updates couldn't be updated.
it_it: L'aggiornamento Edge non può essere aggiornato.

source: Edit
it_it: Modifica

source: Edit Coupon
it_it: Modifica Promozione

source: Edit Group
it_it: Modifica vetrina

source: Edit member's profile
it_it: Modifica del profilo del membro

source: Edit Membership
it_it: Modifica abbonamento

source: Edit Reminder
it_it: Modifica Promemoria

source: Edit Rule
it_it: Modifica Regola

source: Edit Subscription
it_it: Modifica Sottorìscrizione

source: Edit Transaction
it_it: Modifica la transazione

source: Edit transaction
it_it: Modifica transazione

source: Editing Subscription Status
it_it: Modificando stato sottoscrizione

source: Editing Transaction Status
it_it: Modifica lo stato della transazione

source: Email couldn't be set to default
it_it: impossibile impostare Email predefinita

source: Email Marketing
it_it: Marketing via e-mail

source: Email must be a real and properly formatted email address
it_it: L' indirizzo di posta elettronica deve essere reale e formattato correttamente

source: Email sent
it_it: Email inviata

source: Email wasn't found
it_it: Email non trovata

source: Enable <a href="https://link.co/" target="_blank">Link</a> (recommended)
it_it: Abilitare <a href="https://link.co/" target="_blank">Link</a> (consigliato)

source: Enable a sandbox for use in testing and staging environments.
it_it: Abilitare una sandbox da usare negli ambienti di test e di staging.

source: Enable automatic, background updates
it_it: Abilita gli aggiornamenti automatici in background

source: Enable Avalara TaxRates
it_it: Aliquote fiscali Avalara

source: Enable Card Testing Protection
it_it: Abilita la protezione del test della carta

source: Enable Coupon Field on membership registration forms
it_it: Attiva il campo Promozione sul modulo di registrazione

source: Enable Courses
it_it: Abilitazione dei corsi

source: Enable Custom Thank You
it_it: Abilita i ringraziamenti personalizzati

source: Enable Custom Thank You Message
it_it: Abilita il messaggio di ringraziamento personalizzato

source: Enable custom thank you message
it_it: Messaggio di ringraziamento personalizzato

source: Enable Custom Thank You Page
it_it: Abilitare la pagina di ringraziamento personalizzata

source: Enable custom thank you page
it_it: Abilitare la pagina di ringraziamento personalizzata

source: Enable custom thank you page message
it_it: Messaggio di ringraziamento personalizzato

source: Enable Drip
it_it: Abilita il rilascio

source: Enable Expiration
it_it: Abilita scadenza

source: Enable Features
it_it: Abilitazione delle funzioni

source: Enable PayWall
it_it: Abilita PayWall

source: Enable Single Page Checkout
it_it: Abilitare la cassa a pagina singola

source: Enable Single Page Checkout Invoice
it_it: Abilitare la fattura per la cassa a pagina singola

source: Enable Smart Payment Buttons
it_it: Abilitare i pulsanti di pagamento intelligenti

source: Enable Tax Calculations
it_it: Attiva il calcolo dell'IVA

source: Enable tax calculations on transactions on all memberships other than those where tax calculations have been specifically disabled.
it_it: Abilita il calcolo delle imposte sulle transazioni di tutti gli abbonamenti, tranne quelli dove i calcoli fiscali sono stati specificamente disattivati.

source: Enable TaxJar
it_it: Abilitare TaxJar

source: Enable TaxJar Sandbox
it_it: Abilitare TaxJar Sandbox

source: Enable VAT
it_it: Abilita P.IVA

source: Enable VAT Tax Calculations
it_it: Abilitare il calcolo dell'imposta per P.IVA

source: Enable/Disable Integrations
it_it: Abilita/Disabilita integrazioni

source: Enabled
it_it: Abilitata

source: Enabling background updates will automatically update MemberPress to the latest version, or the latest minors version.
it_it: Abilitando gli aggiornamenti in background, MemberPress verrà aggiornato automaticamente all'ultima versione o all'ultima versione per minori.

source: Enabling this option will hide announcements/notifications from MemberPress.
it_it: Abilitando questa opzione, gli annunci/notifiche verranno nascosti da MemberPress.

source: Enabling this option will reveal a drag and drop list of the available Custom User Information Fields you defined in the MemberPress Options. You can use this to show/hide certain fields from this membership registration form.
it_it: Questa opzione abilita una elenco drag & drop dei campi di informazione dell'utente definiti nelle opzioni di MemberPress. È possibile utilizzarlo per visualizzare o nascondere determinati campi nel modulo di registrazione di questo abbonamento.

source: Enabling this option will reveal a drag and drop list of the available payment methods. You can use this to re-order or even hide payment methods from the dropdown on this membership registration page.
it_it: Questa opzione abilita un elenco un drag e drop dei metodi di pagamento disponibili. È possibile utilizzarlo questo per riordinare o nascondere i metodi di pagamento dal menu a discesa nella pagina di registrazione di questo abbonamento.

source: Enabling this option will reveal a dropdown which you can use to provide a custom Thank You page to show after a member purchases this membership.
it_it: Abilitando questa opzione, si aprirà un menu a tendina che si può utilizzare per fornire una pagina di ringraziamento personalizzata da mostrare dopo che un membro ha acquistato l'iscrizione.

source: Enabling this option will reveal a new Compose form which you can use to provide a custom message to show on the Thank You page after a member purchases this membership.
it_it: Questa opzione abilita un nuovo modulo di composizione che è possibile utilizzare per fornire un messaggio personalizzato da mostrare sulla pagina di ringraziamento dopo che un utente ha acquistato questo abbonamento.

source: Enabling this option will reveal additional options you can use to provide a custom Thank You message or page to show after a member purchases this membership.
it_it: Se si attiva questa opzione, si possono utilizzare ulteriori opzioni per fornire un messaggio o una pagina di ringraziamento personalizzati da mostrare dopo che un membro ha acquistato l'iscrizione.

source: Enabling this will display Invoice table above the payment options.
it_it: Abilitando questa opzione, la tabella delle fatture verrà visualizzata sopra le opzioni di pagamento.

source: Enabling this will eliminate the second step of the checkout process. Users will be able to enter their personal and payment details during the first step instead.
it_it: L'attivazione di questa opzione eliminerà la seconda fase del processo di checkout. Gli utenti potranno invece inserire i propri dati personali e di pagamento durante la prima fase.

source: Enabling this will mean that users can only be subscribed to one of these memberships at a time. If un-checked, users may be subscribed to each of these memberships simultaneously.
it_it: Se selezionato gli utenti possono sottoscrivere solo a uno di questi abbonamenti allavolta. Se deselezionata, gli utenti possono sottoscrivere ciascuno di questi abbonamenti contemporaneamente.

source: Enter Capability
it_it: Inserire la capacità

source: Enter your business's name & address. Used to figure out tax rates and to include in email receipts.
it_it: Inserire il nome e l&#39;indirizzo dell'azienda. Usato per configurare le aliquote fiscali e di includere nelle e-mail di ricevuta.

source: Enter your custom unauthorized message here:
it_it: Inserisci qui il tuo messaggio per il contenuto non autorizzato:

source: Error
it_it: Errore

source: Error with MEMBERPRESS_LICENSE_KEY: %s
it_it: Errore con MEMBERPRESS_LICENSE_KEY: %s

source: ERROR! License Key not valid. Try Again.
it_it: ERRORE! La chiave di licenza non è valida. Riprovare.

source: ERROR:
it_it: ERRORE

source: ERROR: Invalid Transaction ID. Use your browser back button and try registering again.
it_it: ERRORE: ID transazione non valido. Utilizzare il pulsante Indietro del browser e riprovare a registrarsi.

source: Every 3 Months
it_it: Ogni 3 mesi

source: Every 6 Months
it_it: Ogni 6 mesi.

source: Everyone
it_it: Tutti

source: Examples:
it_it: Esempi:

source: Except
it_it: Salvo

source: Excerpts:
it_it: Riassunti:

source: Expand your audience and sell more memberships. With Gifting, you can market to people who know people who could use your membership. Available with MemberPress Pro.
it_it: Espandete il vostro pubblico e vendete più iscrizioni. Con il Gifting, potete rivolgervi a persone che conoscono persone che potrebbero utilizzare la vostra iscrizione. Disponibile con MemberPress Pro.

source: Expiration
it_it: Scadenza

source: Expiration Date (UTC/GMT):
it_it: Data di scadenza (UTC/GMT):

source: Expiration time
it_it: Data di scadenza:

source: Expire
it_it: Scade

source: Expire Access
it_it: Accesso con scadenza

source: Expire Access After
it_it: Scadenza dell'accesso dopo

source: Expire After:
it_it: Scade dopo

source: Expire Coupon:
it_it: Scadenza del coupon:

source: Expire On:
it_it: Scade il

source: Expire this content
it_it: Fa scadere questo contenuto

source: Expired
it_it: Scaduto

source: Expired Members
it_it: Membri scaduti

source: Expires
it_it: Scadenza

source: Expires At
it_it: Scade a

source: Expires On
it_it: Scade il

source: Export all as CSV (%s records)
it_it: Esportare tutto come CSV (%s record)

source: Export as CSV
it_it: Esporta come CSV

source: Export table as CSV (%s records)
it_it: Esportazione della tabella come CSV (%s record)

source: Export Tax Rates
it_it: Esporta aliquote fiscali

source: Export VAT by Country
it_it: Esporta IVA per Paese

source: Export VAT Totals
it_it: Esporta totali IVA

source: Extended User Information Fields:
it_it: Campi supplementari di informazioni dell'utente:

source: Extensions
it_it: Estensioni

source: Failed
it_it: Fallito

source: Failed to get filesystem access
it_it: Impossibile ottenere l'accesso al filesystem

source: Failed to install the correct edition of MemberPress, please download it from memberpress.com and install it manually.
it_it: Non è stato possibile installare l'edizione corretta di MemberPress, scaricarla da memberpress.com e installarla manualmente.

source: Failed Transactions
it_it: Transazioni fallite

source: Failed:
it_it: Fallito:

source: Fallback group when membership expires or is cancelled
it_it: Gruppo di riserva quando l'iscrizione scade o viene annullata

source: February
it_it: Febbraio

source: Fields
it_it: Campi

source: File Upload
it_it: Caricamento dei file

source: Filter by
it_it: Filtrare per

source: Finish
it_it: Fine

source: Finish Setup
it_it: Setup in conclusione

source: Finish setup
it_it: Finisci setup

source: Finishing setup
it_it: Impostazioni finali

source: Finland
it_it: Finlandia

source: First Name
it_it: Nome

source: First Name on Card
it_it: Nome sulla carta

source: First Payment
it_it: Primo pagamento

source: First Payment Discount
it_it: Sconto sul primo pagamento

source: First Payment Discount:
it_it: Sconto sul primo pagamento:

source: First thing's first. Let's get your license activated.
it_it: Prima di tutto, attiviamo la licenza.

source: fixed date
it_it: data fissata

source: Fixed Expire
it_it: Scadenza fissata

source: Flexible subscriptions and billing terms
it_it: Abbonamenti e termini di fatturazione flessibili

source: Footer Text:
it_it: Testo del footer

source: for
it_it: per

source: For a full list of features you can visit our %1$schangelog%2$s or %3$sread the blog post about 1.2.4%2$s.
it_it: Per un elenco completo delle funzionalità è possibile visitare il nostro %1$schangelog%2$s o % %3$leggere il blog post 1.2.7%2$s.

source: For this to work you must have the Login page set in the MemberPress options. You can also override this option on a per-membership basis in the Advanced box when creating/editing a membership.
it_it: A questo scopo devi impostare la pagina Accedi nelle opzioni MemberPress. È inoltre possibile ignorare questa opzione per ogni singolo Abbonamento nella finestra "Avanzate" durante la creazione/modifica di un Abbonamento.

source: Forbidden
it_it: Vietato

source: Force SSL
it_it: Forza SSL

source: Forum Profile
it_it: Profilo del forum

source: France
it_it: Francia

source: Fraud prevention tools
it_it: Strumenti di prevenzione delle frodi

source: Free
it_it: Gratis

source: free
it_it: gratuito

source: Free for %1$d %2$s
it_it: Gratis per %1$d %2$s

source: Free for a %1$s
it_it: Gratis per un %1$s

source: Free forever
it_it: Gratuito per sempre

source: French Guiana
it_it: Guiana francese

source: Frequently "How To..." questions.
it_it: Domande frequenti su "Come fare per...".

source: Frequently Asked Questions
it_it: Domande frequenti

source: From Email:
it_it: Email mittente

source: From Name:
it_it: Nome mittente:

source: Front End Pages
it_it: Pagine front-end

source: Fully visual drag-and-drop curriculum builder
it_it: Creatore di curriculum completamente visuale con il drag-and-drop

source: Gateway wasn't found
it_it: Gateway non trovato

source: General
it_it: Generali

source: Germany
it_it: Germania
