Repository: giacomolanzi/memberpress-translation-italian
Catalog: memberpress-*.po
Languages: it_it

source: (prorated)
it_it: (ripartiti)

source: (proration)
it_it: (ripartizione)

source: (renewal for %s to %s)
it_it: <br />(stai rinnovando questo abbonamento dal <strong>%s</strong> al <strong>%s</strong>)

source: for %1$d %2$s
it_it: per %1$d %2$s

source: for access until %s
it_it: per accesso fino al %s

source: Payer has not yet approved the Order for payment
it_it: Il cliente non ha ancora approvato l'ordine di pagamento.

source: with coupon %s
it_it: con promozione %s

source: "class" cannot be blank
it_it: "classe" non può essere vuoto

source: "Connect with Stripe" button
it_it: Pulsante "Connetti con Stripe"

source: "to" cannot be blank
it_it: "a" non può essere vuoto

source: # Free Views
it_it: # Visualizzazioni libere

source: # Logins
it_it: # Accessi

source: # of Days:
it_it: # di giorni:

source: %1$d payment of
it_it: %1$d ppagamento di

source: %1$s %2$s for %3$s%4$s then
it_it: %1$s %2$s per %3$s%4$s quindi

source: %1$s (%2$s) must be a valid date
it_it: %1$s (%2$s) deve essere una data valida

source: %1$s (%2$s) must be a valid email
it_it: %1$s (%2$s) deve essere un'email valida

source: %1$s (%2$s) must be a valid IP Address
it_it: %1$s (%2$s) deve essere un indirizzo IP valido

source: %1$s (%2$s) must be a valid number
it_it: %1$s (%2$s) deve essere un numero valido

source: %1$s (%2$s) must be a valid phone number
it_it: %1$s (%2$s) deve essere un valido numero di telefono

source: %1$s (%2$s) must be a valid representation of currency
it_it: %1$s (%2$s) deve essere un simbolo di valuta valido

source: %1$s (%2$s) must be a valid timestamp
it_it: %1$s (%2$s) deve essere un valido timestamp

source: %1$s (%2$s) must be a valid url
it_it: %1$s (%2$s) deve essere un URL validop

source: %1$s (%2$s) must match the regex pattern: %3$s
it_it: %1$s (%2$s) deve corrispondere al modello di espressione regolare: %3$s

source: %1$s ago
it_it: %1$s fa

source: %1$s Categorized
it_it: %1$s Categorizzato

source: %1$s draft updated. <a target="_blank" href="%2$s">Preview %3$s</a>
it_it: %1$s bozza aggiornata. <a target="_blank" href="%2$s">Anteprima %3$s</a>

source: %1$s isn't writable so <strong>Custom URIs</strong> won't be able to be locked until you add some %2$scustom rules%3$s to your .htaccess file. If you've already installed these rules then you can ignore this message. <strong>All other rules should work normally.</strong>
it_it: %1$s non è scrivibile quindi <strong>URI personalizzati</strong> non potrà essere bloccato finchè non aggiungerai alcune %2$regole personalizzate%3$s al tuo file .htaccess. Se hai già impostato queste regole puoi ignorare il messaggio. <strong>Tutte le altre regole dovrebbero funzionare normalmente.</strong>

source: %1$s must be %2$s
it_it: %1$s deve essere %2$s

source: %1$s published.
it_it: %1$s pubblicato.

source: %1$s published. <a href="%2$s">View %3$s</a>
it_it: %1$s pubblicato. <a href="%2$s">Visualizza %3$s</a>

source: %1$s restored to revision from %2$s
it_it: %1$s ripristinato alla revisione da %2$s

source: %1$s scheduled for: <strong>%2$s</strong>.
it_it: %1$s pianificato per: <strong>%2$s</strong>.

source: %1$s scheduled for: <strong>%2$s</strong>. <a target="_blank" href="%3$s">Preview %4$s</a>
it_it: %1$s pianificato per: <strong>%2$s</strong>. <a target="_blank" href="%3$s">Anteprima %4$s</a>

source: %1$s submitted. <a target="_blank" href="%2$s">Preview %3$s</a>
it_it: %1$s inviato. <a target="_blank" href="%2$s">Anteprima %3$s</a>

source: %1$s Tagged
it_it: %1$s Taggato

source: %1$s updated.
it_it: %1$s aggiornato.

source: %1$s updated. <a href="%2$s">View %3$s</a>
it_it: %1$s aggiornato. <a href="%2$s">Visualizza %3$s</a>

source: %1$s with %2$s
it_it: %1$s con %2$s

source: %1$s%2$d of %3$s%4$s sites have been activated with this license key
it_it: %1$s%2$d of %3$s%4$s siti sono stati attivati con la chiave di licenza

source: %1$s%2$s once and
it_it: %1$s%2$s una volta e

source: %1$sDefault%2$s - Compatible with most sites, but not as secure as the methods below.
it_it: %1$sDefault%2$s - Compatibile con la maggior parte dei siti, ma non sicuro come i metodi qui sotto.

source: %1$sERROR%2$s: %3$s
it_it: %1$sERRORE%2$s: %3$s

source: %1$sUse PHP's built-in REMOTE_ADDR%2$s - The most secure method if this is compatible with your site.
it_it: %1$sUsa PHP built-in REMOTE_ADDR%2$s - Il metodo più sicuro se compatibile con il tuo sito.

source: %1$sUse the CF-Connecting-IP HTTP header%2$s - Only use this if you're using Cloudflare.
it_it: %1$sUsa l'header CF-Connecting-IP HTTP%2$s - Usa questo solo se usi Cloudflare.

source: %1$sUse the X-Forwarded-For HTTP header%2$s - Only use this if you're using a front-end proxy or spoofing may result.
it_it: %1$sUna l'header X-Forwarded-For HTTP%2$s - Usa solo se usi un proxy front-end o potrebbe risultare in spoofing.

source: %1$sUse the X-Real-IP HTTP header%2$s - Only use this if you're using a front-end proxy or spoofing may result.
it_it: %1$sUsa l'header X-Real-IP HTTP%2$s - Usa questo solo se usi un proxy front-end o potrebbe risultare in spoofing.

source: %1$sYou have already subscribed to this item. %2$sClick here to access it%3$s
it_it: %1$sHai già comprato questo articolo, %2$sclicca qui per utilizzarlo%3$s

source: %s %s after %s
it_it: %s %s dopo %s

source: %s / month
it_it: %s / mese

source: %s draft updated.
it_it: %s bozza aggiornata.

source: %s is not a valid email address.
it_it: %s Non è un indirizzo email valido.

source: %s is not a valid job object.
it_it: %s non è un elemento di lavoro valido.

source: %s is not a valid URL.
it_it: %s non è un valido URL.

source: %s is required.
it_it: %s è richiesto.

source: %s must be an array
it_it: %s deve essere un array

source: %s must be true or false
it_it: %s deve essere true o false

source: %s must not be empty
it_it: %s non può essere vuoto

source: %s saved.
it_it: %s salvato.

source: %s second ago
it_it: %s secondo fa

source: %s submitted.
it_it: %s inviato.

source: %s unread message
it_it: %s messaggio non letti

source: %s updated.
it_it: %s aggiornato.

source: (opens in a new tab)
it_it: (apre in una nuova scheda)

source: (Required when taxes are enabled)
it_it: (Richiesto quando le tasse sono abilitate)

source: (required)
it_it: (richiesto)

source: (Requires Pro Subscription)
it_it: (Richiede la sottoscrizione PRO)

source: ** %1$s Reminder Sent to %2$s
it_it: ** %1$s Promemoria inviato a %2$s

source: ** Credit Card Expiring For {$subscr_num}
it_it: ** Carta di Credito in scadenza per {$subscr_num}

source: ** New One-Time Subscription: {$trans_num}
it_it: ** Nuova Sottoscrizione Singola: {$trans_num}

source: ** New Recurring Subscription: {$subscr_num}
it_it: ** Nuova Sottoscrizione Periodica: {$subscr_num}

source: ** New Signup: {$username}
it_it: ** Nuova Registrazione: {$username}

source: ** Payment of {$payment_amount} from {$user_full_name}
it_it: ** Pagamento di {$payment_amount} da {$user_full_name}

source: ** Payment Receipt
it_it: * * Ricevuta di pagamento

source: ** PayPal Payment ERROR on %s
it_it: ** ERRORE Pagamento PayPal su %s

source: ** Please complete your signup
it_it: ** Si prega di completare l&#39;iscrizione

source: ** Subscription {$subscr_num} Downgraded
it_it: ** Sottoscrizione {$subscr_num} Downgrade eseguito

source: ** Subscription {$subscr_num} Paused
it_it: ** Sottoscrizione {$subscr_num} sospesa

source: ** Subscription {$subscr_num} Resumed
it_it: ** Sottoscrizione {$subscr_num} riattivata

source: ** Subscription {$subscr_num} Upgraded
it_it: ** Sottoscrizione {$subscr_num} upgrade eseguito

source: ** Subscription {$subscr_num} Was Cancelled
it_it: ** Sottoscrizione {$subscr_num} Annullata

source: ** Thanks for Purchasing {$product_name}
it_it: ** Grazie per aver acquistato {$product_name}

source: ** Thanks for signing up
it_it: ** Grazie per esserti registrato

source: ** Transaction Failed
it_it: ** Transazione Fallita

source: ** Transaction {$trans_num} Was Refunded
it_it: ** Transazione {$trans_num} rimborsata

source: ** Welcome to {$blog_name}
it_it: ** Benvenuto su {$blog_name}

source: ** You've downgraded your subscription
it_it: ** Hai eseguito il downgrade della tua sottoscrizione

source: ** You've paused your subscription
it_it: ** Hai sospeso la tua sottoscrizione

source: ** You've upgraded your subscription
it_it: ** Hai eseguito l'upgrade della tua sottoscrizione

source: ** Your %1$s
it_it: ** Il tuo %1$s

source: ** Your Automatic Payments Have Been Stopped
it_it: ** I tuoi pagamenti automatici sono stati fermati

source: ** Your Credit Card is Expiring
it_it: ** La tua carta di credito è in scadenza

source: ** Your subscription has resumed
it_it: * * La sottoscrizione è stata riattivata

source: ** Your Subscription Payment Failed
it_it: ** Il pagamento dell'abbonamento non è andato a buon fine

source: ** Your Transaction Failed
it_it: ** La transazione non è riuscita

source: ** Your Transaction Was Refunded
it_it: * * La transazione è stata rimborsata

source: - Auto Create New Page -
it_it: - Crea nuova pagina -

source: - Please Select -
it_it: - Prego selezionare -

source: - Select Type -
it_it: - Seleziona tipo -

source: -- Select a Membership
it_it: -- Seleziona Membership

source: -- Select Country --
it_it: -- Seleziona Paese --

source: -- Select State --
it_it: -- Seleziona stato --

source: 1 Day Grace Period
it_it: Periodo di tolleranza 1 giorno

source: 111 Cool Avenue
it_it: via Pozzi, 3

source: <a href="%s">Click here</a> to enter and activate it.
it_it: <a href="%s">Clicca qui</a> per entrare e attivarlo.

source: <a href="%s">Click here</a> to enter and activate your new license key.
it_it: <a href="%s">Clicca qui</a> per entrare e attivare la tua nuova chiave di licenza.

source: <b>Cancelled Subscription</b> Notice
it_it: avviso <b>Abbonamento Annullato</b>

source: <b>Credit Card Expiring</b> Notice
it_it: avviso <b>Scadenza Carta di Credito</b>

source: <b>Custom:</b> This will enable you to enter your own description for your membership terms.
it_it: <b>Custom:</b> Vi permette di inserire una descrizione personalizzata per le condizioni di adesione.

source: <b>Default:</b> This will enable the system-generated membership terms.
it_it: <b>Di default:</b> Abilita i termini d'iscrizione generati dal sistema.

source: <b>Downgraded Subscription</b> Notice
it_it: avviso <b>Downgrade Sottoscrizione</b>

source: <b>Failed Transaction</b> Notice
it_it: avviso <b>Transazione Fallita</b>

source: <b>Hidden:</b> This will hide the membership terms.
it_it: <b>Nascosto:</b> Questo nasconderà le condizioni di adesione.

source: <b>MemberPress doesn't have a valid license key installed.</b> Go to the MemberPress %1$ssettings page%2$s to activate your license or go to %3$smemberpress.com%4$s to get one.
it_it: <b>Nessun codice di licenza valido installato.</b> Vai alla %1$pagina di attivazione%2$s di MemberPress per attivare la licenza o vai su %3$smemberpress.com%4$s per ottenere una.

source: <b>MemberPress hasn't been configured yet.</b> Go to the MemberPress %1$soptions page%2$s to get it setup.
it_it: <b>MemberPress non è ancora stato configurato.</b> Vai alla %1$pagina opzioni%2$s di MemberPress per la configurazione del plugin.

source: <b>New One-Time Subscription</b> Notice
it_it: avviso <b>Nuova Sottoscrizione Singola</b>

source: <b>New Recurring Subscription</b> Notice
it_it: avviso <b>Nuovo Sottoscrizione Periodica</b>

source: <b>New Signup</b> Notice
it_it: avviso <b>Nuova registrazione</b>

source: <b>Note:</b> Blank indicates a <b>lifetime</b> expiration.
it_it: <b>Nota:</b> Vuoto indica una durata <b>illimitata</b> .

source: <b>Paused Subscription</b> Notice
it_it: avviso <b>Sottoscrizione Sospesa</b>

source: <b>Payment Receipt</b> Notice
it_it: avviso <b>Ricevuta di Pagamento</b>

source: <b>Recurring Memberships</b>: This discount will not apply to paid trials but will apply to all recurring transactions associated with the subscription. That means that 100% discount will give the member lifetime access for free.<br/><br/><b>Lifetime Memberships</b>: This discount will apply directly to the lifetime membership's one-time payment.
it_it: <b>Abbonamenti ricorrenti:</b> Lo sconto non si applica alle prove a pagamento, ma si applica a tutte le transazioni ricorrenti associate alla sottoscrizione. Ciò significa che il 100% di sconto darà all'utente accesso a vita gratuito. <br/><br/><b>Abbonamenti a vita:</b> Lo sconto sarà applicato direttamente al pagamento una tantum dell' abbonamento a vita.

source: <b>Refunded Transaction</b> Notice
it_it: avviso <b>Transazione Rimborsata</b>

source: <b>Resumed Subscription</b> Notice
it_it: avviso <b>Sottoscrizione riattivata</b>

source: <b>Standard:</b> This simply applies the discount to the amount of the charge or subscription.<br/><br/><b>First Payment:</b> This will allow you to set a different discount on the first transaction than the rebill transactions in a recurring subscription. If this value is set for a non-recurring payment then the First Payment discount will take precedence over the coupon's main discount.<br/><br/><b>Trial Override:</b> This will create a custom trial period based on the number of days & trial cost here. This option only works on recurring payments and will prevent any trials associated with the membership from working. The discount set above will still apply to the subscription’s recurring amount.
it_it: <b>Standard:</b> In questo modo si applica semplicemente lo sconto all'importo dell'addebito o dell'abbonamento.<br/><br/><b>Primo pagamento:</b> Questo consente di impostare uno sconto diverso sulla prima transazione rispetto alle transazioni di riaddebito in un abbonamento ricorrente. Se questo valore è impostato per un pagamento non ricorrente, lo sconto sul primo pagamento avrà la precedenza sullo sconto principale del coupon.<br/><br/><b>Trial Override:</b> In questo modo si creerà un periodo di prova personalizzato in base al numero di giorni e al costo della prova indicati qui. Questa opzione funziona solo sui pagamenti ricorrenti e impedisce il funzionamento di qualsiasi prova associata all'abbonamento. Lo sconto impostato sopra sarà comunque applicato all'importo ricorrente dell'abbonamento.

source: <b>Upgraded Subscription</b> Notice
it_it: avviso <b>Upgrade sottoscrizione</b>

source: <b>Welcome Email</b>
it_it: <b>Email di Benvenuto</b>

source: <span>ALERT!</span> MemberPress Backend is Deactivated
it_it: <span>ATTENZIONE!</span> Il backend di MemberPress è disattivato

source: <strong>All Updates (recommended)</strong> - Get the latest features, bug fixes, and security updates as they are released.
it_it: <strong>Tutti gli aggiornamenti (raccomandato)</strong> - Ottenete le ultime funzionalità, le correzioni di bug e gli aggiornamenti di sicurezza non appena vengono rilasciati.

source: <strong>Exclusive:</strong> The customer will pay the price of the membership plus the cost of the tax.</br></br><strong>Inclusive:</strong> The customer will pay just the price of the membership but will include the tax.
it_it: <strong>Esclusa:</strong> Il cliente pagerà il costo dell'abbonamento più il costo dell'imposta.</br></br><strong>Inclusa:</strong> Il cliente pagherà solo il prezzo dell'abbonamento, le tasse saranno incluse.

source: <strong>Highlighted:</strong> Make this a Highlighted option on the Group Pricing Page. This makes it stand-out from the other listed memberships.
it_it: <strong>Evidenziato:</strong> Evidenzia questo abbonamento sulla pagina Group Pricing. Questo lo differenzia dagli altri abbonamenti elencati.

source: <strong>MemberPress: Your PHP version (%s) is out of date!</strong> This version has reached official End Of Life and as such may expose your site to security vulnerabilities. Please contact your web hosting provider to update to %s or newer
it_it: <strong>MemberPress: La tua versione PHP (%s) è troppo vecchia!</strong> Questa versione ha raggiunto la fine del ciclo di vita ufficiale e come tale può esporre il tuo sito a vulnerabilità di sicurezza. Contattate il provider di hosting per aggiornare a %s o a una versione più recente.

source: <strong>Minor Updates Only</strong> - Get bug fixes and security updates, but not major features.
it_it: <strong>Solo minor update</strong> - Riceverete correzioni di bug e aggiornamenti di sicurezza, ma non funzioni importanti.

source: <strong>None</strong> - Manually update everything.
it_it: <strong>Nessuno</strong> - Solo aggiornamenti manuali.

source: [%1$s] %2$s Debug Email
it_it: [%1$s] %2$s Email di debug

source: [%s] Confirm Subscription Payment
it_it: [%s] Conferma pagamento della sottoscrizione

source: [%s] Password Lost/Changed
it_it: [%s] Password persa/modificata

source: [%s] Password Reset
it_it: [%s] Reset della password

source: [%s] Set Your New Password
it_it: [%s] Imposta una nuova password

source: [MemberPress] Your summary report for the week of %s
it_it: [MemberPress] Il tuo sommario settimanali di %s

source: [mepr-show]/[mepr-hide] shortcode documentation
it_it: [mepr-show]/[mepr-hide] shortcode di documentazione

source: A gateway is required to accept payments.Click the (+) below to add your first payment gateway.
it_it: Un gateway è richiesto per accettare pagamento. Clicca su (+) qui sotto per aggiugerne uno.

source: A Member's Subscription Trial Period is Ending Soon
it_it: Il periodo di prova dell'abbonamento di un membro terminerà presto

source: A Single %s
it_it: Un singolo %s

source: A Single Page
it_it: Una pagina singola

source: A Single Post
it_it: Un articolo singolo

source: A Subscription should be cancelled (at the Gateway or here) by you, or by the Member on their Account page before being removed. Deleting an Active Subscription can cause future recurring payments not to be tracked properly. Are you sure you want to delete this Subscription?
it_it: Prima di essere rimossa una sottoscrizione dovrebbe essere annullata (presso il Gateway o qui) da voi, o dall'utente sulla sua pagina Account. L'eliminazione di una sottoscrizione attiva può causare problemi sul tracciamento di futuri pagamenti ricorrenti. Sei sicuro di voler eliminare questa Sottoscrizione?

source: A subscription was created successfully.
it_it: Un abbonamento è stato creato con successo.

source: A transaction was created successfully.
it_it: Una transazione è stato creata correttamente.

source: A unique ID for this Transaction. Only edit this if you absolutely have to.
it_it: Un ID di fatturazione univoco per questa transazione. Modificare solo se è assolutamente necessario.

source: A unique subscription number for this subscription. Only edit this if you absolutely have to.
it_it: Un numero di abbonamento unico per questo abbonamento. Modificarlo solo se è assolutamente necessario.

source: A URL must be prefixed with a protocol (eg. http://)
it_it: L'URL deve avere il prefisso di protoccolo (eg. http://)

source: A valid email must be entered.
it_it: Necessario inserire una valida email

source: A valid membership is required
it_it: Una sottoscrizione valida è necessaria

source: A valid tax rate id must be set
it_it: Deve essere impostato un id aliquota valido

source: A weekly summary email is sent from MemberPress with a report on the revenue and transactions from the previous week. You can stop the email being sent by checking this option.
it_it: Un'email di riepilogo settimanale viene inviata da MemberPress con un rapporto sulle entrate e sulle transazioni della settimana precedente. È possibile interrompere l'invio dell'email selezionando questa opzione.

source: Accept all Major Credit Cards
it_it: Accetta tutte le maggiori carte di credito

source: Accept Apple Pay
it_it: Accetta Apple Pay

source: Accept Credit Cards
it_it: Accetta Carte di Credito

source: Accept Credit Cards on site
it_it: Accetta Carte di Credito sul sito

source: Accept Google Wallet
it_it: Accetta Google Wallet

source: Accept iDeal
it_it: Accetta iDeal

source: Accept SEPA
it_it: Accetta SEPA

source: Accept SEPA, Apple Pay, Google Wallet, iDeal
it_it: Accetta SEPA, Apple Pay, Google Wallet, iDeal

source: Access
it_it: Accesso

source: Access After Last Cycle:
it_it: Accesso dopo ultimo periodo:

source: Access Conditions
it_it: Condizioni di accesso

source: Access Rule
it_it: Regole di accesso

source: Access Rules Protected by:
it_it: Regole di accesso protetta da:

source: Access:
it_it: Accesso:

source: Account Page Welcome Message
it_it: Messaggio di Benvenuto pagina Account

source: Activate
it_it: Licenza

source: Activate Courses Add-On
it_it: Attiva Courses Add-On

source: Activate Easy Affiliate
it_it: Attiva Easy Affiliate

source: Activate License
it_it: Attiva Licenza

source: Activate License Key
it_it: Attiva il codice di licenza

source: Activate MonsterInsights
it_it: Attiva MonsterInsights

source: Activate Now
it_it: Attiva ora

source: Activate WP Mail SMTP
it_it: Attiva WP Mail SMTP

source: Activations
it_it: Attivazioni

source: Activations:
it_it: Attivazioni:

source: Active
it_it: Attivo

source: Active Fields
it_it: Campi attivi

source: Active Free Members
it_it: Utenti non paganti attivi

source: Active License Key Information:
it_it: Informazioni sul codice di licenza attivo:

source: Active Members
it_it: Utenti attivi

source: Active Membership Rule
it_it: Attiva Membership Rule

source: Active Memberships
it_it: Abbonamenti ativi

source: Active on %s
it_it: Attivo su %s

source: Active on Membership
it_it: Attiva su Membership

source: Active Paid Members
it_it: Utenti paganti attivi

source: Active Payment Methods
it_it: Metodi di pagamento attivi

source: Add a Payment Method
it_it: Aggiungi un metodo di pagamento

source: Add Access Rule
it_it: Aggiungi regola di accesso

source: Add Benefit
it_it: Aggiungi vantaggio

source: Add child blocks that will only be shown to authorized members.
it_it: Aggiungere blocchi figlio che verranno mostrati solo ai membri autorizzati.

source: Add Custom Login Redirect URLs
it_it: Aggiungi URL di accesso personalizzato.

source: Add Membership
it_it: Aggiungi abbonamento

source: Add New
it_it: Aggiungi nuovo.

source: Add New Coupon
it_it: Aggiungi nuova Promozione

source: Add new Custom Field
it_it: Aggiungi nuovo campo personalizzato:

source: Add New Group
it_it: Aggiungi nuova vetrina

source: Add new members
it_it: Aggiungi nuovo membro

source: Add New Membership
it_it: Aggiungi nuovo Abbonamento

source: Add New Reminder
it_it: Aggiungi nuovo Promemoria

source: Add New Rule
it_it: Aggiungi nuova Regola

source: Add Offline Payment
it_it: Aggiungi pagamento offline

source: Add Option
it_it: Aggiungi opzione

source: Add Payment Method
it_it: Aggiungi metodo di pagamento

source: Add Stripe
it_it: Aggiungi Stripe

source: Add Txn
it_it: Aggiungi txn

source: Add URL
it_it: Aggiungi URL

source: Add value to your memberships by giving users access to downloadable files like white papers, guides, checklists, and videos – the sky’s the limit.
it_it: Aggiungete valore alle vostre iscrizioni dando agli utenti l'accesso a file scaricabili come white paper, guide, checklist e video - il limite è il cielo.

source: Add-on activated.
it_it: Componente aggiuntivo attivato.

source: Add-on deactivated.
it_it: Componente aggiuntivo disattivato.

source: Add-on installed & activated.
it_it: Componente aggiuntivo installato e attivato.

source: Add-on installed.
it_it: Componente aggiuntivo installato.

source: Add-Ons
it_it: Componenti aggiuntivi

source: Add-ons
it_it: Componenti aggiuntivi

source: Address
it_it: Indirizzo

source: Address Fields:
it_it: Campi indirizzo:

source: Address Line 1*
it_it: Indirizzo*

source: Address Line 2
it_it: Indirizzo linea 2

source: Admin Email Addresses:
it_it: Indirizzi Email amministrazione:

source: Admin Emails &amp; Notices
it_it: Email amministrazione &amp; Avvisi
