Repository: giacomolanzi/memberpress-translation-italian
Catalog: memberpress-*.po
Languages: it_it

source: Password update failed, please be sure your passwords match and try again.
it_it: Aggiornamento della password non riuscito, assicurati che le password corrispondano e riprova.

source: Password update failed, please check that your password meets the minimum strength requirement.
it_it: L'aggiornamento della password non è riuscito, verificare che la password soddisfi i requisiti minimi di resistenza.

source: Pause
it_it: Sospendi

source: Pause Subscription
it_it: Sospendi sottoscrizione

source: Paused
it_it: Sospesa

source: Pausing &amp; Resuming Subscriptions
it_it: Sospensione e ripresa delle sottoscrizioni

source: Pay Securely
it_it: Paga in modo sicuro

source: Pay via your PayPal account
it_it: Pagar tramite conto PayPal

source: Pay with PayPal
it_it: Paga con PayPal

source: Pay with PayPal Credit
it_it: Paga con il credito PayPal

source: Pay with your credit card via Authorize.net
it_it: Paga con carta di credito tramite Authorize.net

source: Pay with your credit card via PayPal
it_it: Paga con carta di credito tramite PayPal

source: Pay with your credit card via Stripe
it_it: Paga con carta di credito tramite Stripe

source: Pay with your Credit Card via Stripe Checkout
it_it: Pagamento con carta di credito tramite Stripe Checkout

source: Payment
it_it: Pagamento

source: Payment gateway is not fully configured. Please contact support.
it_it: Il gateway di pagamento non è completamente configurato. Contattare l'assistenza.

source: Payment Method
it_it: Metodo di pagamento

source: Payment Methods
it_it: Metodi di pagamento

source: Payment Options
it_it: Opzioni di pagamento

source: Payment was unsuccessful, please check your payment details and try again.
it_it: Il pagamento non ha avuto successo, controlla i dati di pagamento e riprova.

source: PaymentIntent not found
it_it: PaymentIntent non trovato

source: Payments
it_it: Pagamenti

source: PayPal (Recommended)
it_it: PayPal (consigliato)

source: PayPal API Password field can't be blank.
it_it: Il campo PayPal API Password non può essere vuoto.

source: PayPal API Username field can't be blank.
it_it: Il campo PayPal API Username non può essere vuoto.

source: PayPal Merchant ID: %s
it_it: ID commerciante PayPal: %s

source: PayPal Signature field can't be blank.
it_it: Il campo PayPal API Signature non può essere vuoto.

source: PayPal standard Settings
it_it: Impostazioni standard di PayPal

source: PayPal, Stripe, and Authorize.net can sometimes take up to 24 hours to process the first payment on a members recurring subscription. By default MemberPress allows a 1 day grace period after a member signs up, so they can access the site immediately rather than wait for their payment to clear.
it_it: PayPal, Stripe e Authorize.net a volte possono richiedere fino a 24 ore per elaborare il primo pagamento periodico su un abbonamento. Per impostazione predefinita MemberPress consente un periodo di tolleranza di 1 giorno dopo l'iscrizione di un utente, così è possibile accedere al sito immediatamente, invece che aspettare che il pagamneto sia effettivo.

source: Pending
it_it: In sospeso

source: Pending Transactions
it_it: Transazioni in sospeso

source: Pending:
it_it: In sospeso:

source: Permissions
it_it: Autorizzazioni

source: Permissions:
it_it: Autorizzazioni:

source: Phone
it_it: Telefono

source: Pick your payment gateway and get it setup.
it_it: Scegli il tuo gateway di pagamento e configuratelo.

source: Place a MemberPress Login on any page with a sidebar region
it_it: Posizionare il Login a MemberPress in qualsiasi pagina con una sidebar

source: Please be patient this could take a few minutes.
it_it: Si prega di avere pazienza, potrebbero essere necessari alcuni minuti.

source: Please complete payment information
it_it: Completare le informazioni di pagamento

source: Please don't close the browser.
it_it: Non chiudere il browser.

source: Please enter your email and address to view the payment form.
it_it: Inserire l'email e l'indirizzo per visualizzare il modulo di pagamento.

source: Please enter your email to view the payment form.
it_it: Inserire l'email per visualizzare il modulo di pagamento.

source: Please resolve the issue to continue using the TaxJar API successfully, or contact MemberPress for support.
it_it: Si prega di risolvere il problema per continuare a utilizzare l'API TaxJar con successo, oppure di contattare MemberPress per ricevere assistenza.

source: Please save membership first to see the Price here.
it_it: Salva l'abbonamento per vedere il prezzo qui.

source: Please select a new plan
it_it: Selezionare un nuovo piano

source: Please select an option
it_it: Selezionare un'opzione

source: Please select at least one Membership before saving.
it_it: Selezionare almeno un abbonamento prima di salvare.

source: Please share the reason
it_it: Si prega di condividere il motivo

source: Please share which plugin
it_it: Si prega di condividere quale plugin

source: Please wait while the upgrade is processed, this may take a minute.
it_it: Attendere l'elaborazione dell'aggiornamento, che potrebbe richiedere un minuto.

source: Please wait..
it_it: Attendere prego...

source: Plugin activated.
it_it: Plugin attivato.

source: Plugin deactivated.
it_it: Plugin disattivato.

source: Plugin installed & activated.
it_it: Plugin installato e attivato.

source: Plugin installed.
it_it: Plugin installato.

source: Plus
it_it: In più

source: Plus more
it_it: Di più

source: Poland
it_it: Polonia

source: Portugal
it_it: Portogallo

source: Post Excerpt
it_it: Riassunto articolo

source: Post not found.
it_it: Messaggio non trovato.

source: Postcode
it_it: CAP

source: Postcode*
it_it: CAP*

source: Posts Categorized
it_it: Articoli Categorizzati

source: Posts Categorized As
it_it: Articoli classificati come

source: Posts Tagged
it_it: Articoli taggati

source: Powerful LMS features
it_it: Potenti funzioni LMS

source: Pre-styled, theme-neutral Pro Dashboard
it_it: Dashboard Pro pre-stilizzato e neutro rispetto al tema

source: Preview
it_it: Anteprima

source: Price
it_it: Prezzo

source: Price (%s):
it_it: Prezzo (%s):

source: Price Box
it_it: Box del Prezzo

source: Price must be greater than 0.00 to choose recurring subscriptions.
it_it: Il prezzo deve essere maggiore di 0.00 per selezionare abbonamenti periodici.

source: Price must be greater than zero for the Billing.
it_it: Il prezzo deve essere maggiore di zero per la fatturazione.

source: Prices entered are exclusive of tax
it_it: I prezzi sono inseriti IVA esclusa

source: Prices entered are inclusive of tax
it_it: I prezzi inseriti sono IVA inclusa

source: Prices Entered With Tax
it_it: Prezzi con imposta

source: Pricing Display
it_it: Visualizzazione dei prezzi

source: Pricing Page Theme:
it_it: Tema per la Vetrina:

source: Primary PayPal Email field can't be blank.
it_it: Il campo email principale PayPal non può essere vuoto.

source: Primary PayPal Email*:
it_it: Email PayPal principale*:

source: Priority
it_it: Priorità

source: Privacy Policy
it_it: Informativa sulla privacy

source: Privacy Policy Checkbox Title
it_it: Informativa sulla privacy Titolo della casella di controllo

source: Privacy Policy Checkbox Title:
it_it: Casella di controllo dell'informativa sulla privacy Titolo:

source: Privacy Policy Link
it_it: Link all'informativa sulla privacy

source: Privacy Policy Page
it_it: Pagina dell'informativa sulla privacy

source: Privacy Settings
it_it: Impostazioni sulla privacy

source: Pro feature
it_it: Funzione Pro

source: Pro-rate subscription prices when a member upgrades
it_it: Prezzo proporzionale all'abbonamento quando un utente esegue un upgrade

source: Processing
it_it: processando

source: Processing upgrade
it_it: Aggiornamento dell'elaborazione

source: Product
it_it: Prodotto

source: Product %d
it_it: Prodotto %d

source: Product not found
it_it: Prodotto non trovato

source: Product:
it_it: Prodotto:

source: Protect Content
it_it: Proteggere il contenuto

source: Protect content with MemberPress access rules
it_it: Proteggere i contenuti con le regole di accesso di MemberPress

source: Protect files, images, and more with the official MemberPressDownloads add-on.
it_it: Proteggete file, immagini e altro ancora con il componente aggiuntivo ufficiale MemberPressDownloads.

source: Protected
it_it: Protetto

source: Protected Content
it_it: Contenuto protetto

source: Protecting Content
it_it: Protezione dei contenuti

source: Protecting partial content
it_it: Protezione di contenuti parziali

source: Public
it_it: Pubblico

source: Purchase Easy Affiliate
it_it: Acquisto di Easy Affiliate

source: Quick Feedback
it_it: Feedback rapido

source: Radio Buttons
it_it: Pulsanti di selezione

source: Rate %
it_it: Imposta %

source: Re-connect PayPal Payments to Fix this Error Now
it_it: Ricollega i pagamenti PayPal per risolvere subito l'errore

source: Re-connect Stripe
it_it: Ricollegare Stripe

source: Re-connect Stripe Payments to Fix this Error Now
it_it: Ricollegare i pagamenti di Stripe per risolvere l'errore

source: Re-Connect to Stripe
it_it: Ricollegarsi a Stripe

source: Real-Time Reports and 1-click affiliate payouts
it_it: Rapporti in tempo reale e pagamenti di affiliazione con un solo clic

source: Recommend integrations built and supported by others.
it_it: Raccomandare integrazioni costruite e supportate da altri.

source: Recurring
it_it: Periodico

source: Recurring (%d)
it_it: Ricorrenti (%d)

source: Recurring (Annually)
it_it: Ricorrente (annualmente)

source: Recurring (Anually)
it_it: Ricorrente (annualmente)

source: Recurring (Monthly)
it_it: Ricorrente (mensile)

source: Recurring billing
it_it: Fatturazione ricorrente

source: Recurring Income
it_it: Redditi ricorrenti

source: Recurring subscription billing
it_it: Fatturazione di abbonamenti ricorrenti

source: Redirect Method
it_it: Metodo di reindirizzamento

source: Redirect method:
it_it: Metodo di reindirizzamento:

source: Redirect Non-Singular Views
it_it: Reindirizza visualizzazioni non singole

source: Redirect non-singular views:
it_it: Reindirizza visualizzazioni non singole:

source: Redirect Unauthorized Access
it_it: Reindirizzare l'accesso non autorizzato

source: Redirect unauthorized visitors to a specific URL
it_it: Reindirizza i visitatori non autorizzati a un URL specifico

source: Reduced Rate
it_it: Tariffa ridotta

source: Reduced VAT Tax Rates
it_it: Riduzione delle aliquote IVA

source: Refresh Add-ons
it_it: Aggiorna i componenti aggiuntivi

source: Refresh Stripe Credentials
it_it: Aggiornare le credenziali di Stripe

source: Refund
it_it: Rimborso

source: Refund & Cancel
it_it: Rimborso e annullamento

source: Refund request has been done unsuccessfully
it_it: La richiesta di rimborso è stata effettuata senza successo

source: Refund Transaction
it_it: Rimborsa transazione

source: Refund Transaction and Cancel Subscription
it_it: Rimborso della transazione e annullamento dell'abbonamento

source: Refunded
it_it: Rimborsato

source: Refunded Transactions
it_it: TRansazioni rimborsate

source: Refunded:
it_it: Rimborsato:

source: Registered
it_it: Registrato

source: Registration
it_it: Registrazione

source: Registration Button Text:
it_it: Testo del bottone di registrazione:

source: Registration:
it_it: Registrazione:

source: Regular Expression
it_it: Espressioni Regolari

source: Reminder
it_it: Promemoria

source: Reminder Title
it_it: Titolo del promemoria

source: Reminders
it_it: Promemoria

source: Remove
it_it: Rimuovere

source: Remove Access Rule
it_it: Rimuovere la regola di accesso

source: Remove Benefit
it_it: Rimuovi benefit

source: Remove tax from valid Businesses
it_it: Rimuovere le imposte dalle aziende valide

source: Remove URL
it_it: Rimuovi URL

source: Replace
it_it: Sostituisci

source: Request was sent to the wrong site?
it_it: La richiesta è stata inviata al sito sbagliato?

source: Require
it_it: Richiesto

source: Require Privacy Policy acceptance on membership registration forms
it_it: Richiedere l'accettazione dell'Informativa sulla privacy nei moduli di registrazione dei soci

source: Require Terms of Service on membership registration forms
it_it: Richiedi l'accettazione dei termini del servizio durante la registrazione

source: Required
it_it: Richiesto

source: Resend MemberPress Welcome Email
it_it: Rispedisci Email di benvenuto MemberPress

source: Reserved Pages
it_it: Pagine riservate

source: Reset billing period
it_it: Azzeramento del periodo di fatturazione

source: Reset billing period when upgrading
it_it: Azzeramento del periodo di fatturazione durante l'aggiornamento

source: Reset to Default
it_it: Ripristina predefinito

source: Resources about the inner workings of MemberPress for developers.
it_it: Risorse sul funzionamento interno di MemberPress per gli sviluppatori.

source: Restrict Trial to One Per Member
it_it: Limitare la prova a uno per socio

source: Resume
it_it: riattiva

source: Resume Subscription
it_it: Riattiva sottoscrizione

source: Return URL:
it_it: URL di ritorno:

source: Reunion
it_it: Riunione

source: Rewrite Rules
it_it: Impostazioni di Rewrite

source: Rhineland-Palatinate
it_it: Renania-Palatinato

source: Role
it_it: Ruolo

source: Rollback to PayPal standard
it_it: Ritorno allo standard PayPal

source: Rule
it_it: Regola

source: Rule Saved
it_it: Regola salvata

source: Rule Type cannot be blank
it_it: Il tipo di regola non può essere vuoto

source: Rules
it_it: Regole

source: Rules are the magic behind MemberPress – giving you super specialized paywalling power with the click of a button.
it_it: Le regole sono la magia che sta alla base di MemberPress, che vi dà la possibilità di creare un paywalling super specializzato con un semplice clic.

source: Run Setup Wizard
it_it: Eseguire l'installazione guidata

source: Saint Martin (French part)
it_it: Saint Martin (parte francese)

source: Saint Pierre and Miquelon
it_it: Saint-Pierre e Miquelon

source: Sandbox API key for use in testing and staging environments.
it_it: Chiave API Sandbox da utilizzare negli ambienti di test e di staging.

source: Save
it_it: Salva

source: Save Coupon
it_it: Salva cupon

source: Save Failed
it_it: Salvataggio fallito

source: SAVE OPTIONS
it_it: Salva opzioni

source: Save Rule
it_it: Salva regola

source: Save settings & Connect
it_it: Salvare le impostazioni e connettersi

source: Saving ...
it_it: Salvando ...

source: Saving...
it_it: Salvando...

source: Saxony
it_it: Sassonia

source: Saxony-Anhalt
it_it: Sassonia-Anhalt

source: SCA ready
it_it: Pronto per SCA

source: Schedule Coupon Start:
it_it: Programmare l'inizio del coupon:

source: Search
it_it: Ricerca

source: Search add-ons
it_it: Ricerca di componenti aggiuntivi

source: Search Coupons
it_it: Cerca Promozioni

source: Search Group
it_it: Cerca vetrina

source: Search Membership
it_it: Cerca Abbonamento

source: Search Reminders
it_it: Cerca Promemoria

source: Search Rules
it_it: Cerca Regola

source: Search...
it_it: Cerca...

source: Security
it_it: Sicurezza

source: Security check failed.
it_it: Controllo di sicurezza fallito.

source: See your top products and top referral sources
it_it: Vedi i tuoi prodotti migliori e le tue fonti di riferimento principali

source: Select a Membership registration form to display
it_it: Selezionare un modulo di registrazione dell'iscrizione per visualizzarlo

source: Select a Rule
it_it: Selezionare una regola

source: Select a Rule to determine member access.
it_it: Selezionare una regola per determinare l'accesso dei membri.

source: Select and configure your mailer.
it_it: Seleziona e configura il tuo mailer.

source: Select Plan
it_it: Selezionare il piano

source: Select the initial membership you'd like your new member to be part of.
it_it: Selezionare l'associazione iniziale di cui si desidera che il nuovo membro faccia parte.

source: Select which membership in the group to fall back to when the paid subscription expires or is cancelled. If you are unsure, leave the default.
it_it: Selezionare l'abbonamento del gruppo a cui tornare quando l'abbonamento a pagamento scade o viene annullato. Se non si è sicuri, lasciare il valore predefinito.

source: Sell more memberships by accepting multiple payment types – from PayPal and credit cards to digital wallets, bank checks, and even cash by mail. You decide.
it_it: Vendete più iscrizioni accettando più tipi di pagamento, da PayPal e carte di credito a portafogli digitali, assegni bancari e persino contanti per posta. Siete voi a decidere.

source: Sell what you know. Create memorable online courses, including quizzes and progress tracking.
it_it: Vendete ciò che sapete. Create corsi online memorabili, con tanto di quiz e monitoraggio dei progressi.

source: Send %s
it_it: Invia %s

source: Send Authorize.net Debug Emails
it_it: Invia debug email Authorize.net

source: Send Debug Emails
it_it: Invia email di debug

source: Send Emails Asynchronously in the Background
it_it: Invia email in modo asincrono in background

source: Send emails authenticated via trusted parties
it_it: Inviare e-mail autenticate tramite parti fidate

source: Send Mail From
it_it: Invia email da

source: Send Notice to Admin
it_it: Invia avviso all'amministratore

source: Send only for specific Memberships
it_it: Inviare solo per specifiche Associazioni

source: Send PayPal Debug Emails
it_it: Invia email di debug PayPal

source: Send Receipt
it_it: Invia ricevuta

source: Send Reminder to Member
it_it: Invia un promemoria agli Utenti

source: Send Test
it_it: Invia test

source: Send the new member a membership welcome email
it_it: Inviare al nuovo membro un'e-mail di benvenuto

source: Send the new member an email with their username
it_it: Inviare al nuovo membro un'e-mail con il suo nome utente

source: Send User Notification
it_it: Inviare una notifica all'utente

source: Send Welcome
it_it: Inviare il benvenuto

source: Send Welcome Email
it_it: Inviare un'e-mail di benvenuto

source: Send Welcome email when "Admin Must Manually Complete Transactions" is enabled
it_it: Inviare un'e-mail di benvenuto quando è attivata l'opzione "L'amministratore deve completare manualmente le transazioni"

source: send_headers
it_it: inviare_header

source: Sept
it_it: Set

source: September
it_it: Settembre

source: Set what URL you want the member to be taken to when they logout on your site. This setting applies to Administrators as well.
it_it: Imposta quale URL l'utente viene reindirizzato quando Esce dal tuo sito. Questa impostazione si applica anche agli amministratori.

source: Settings
it_it: Impostazioni

source: Settings Have been saved!
it_it: Le impostazioni sono state salvate!

source: Setup Easy Affiliate
it_it: Impostazione dell'affiliazione facile

source: Setup MonsterInsights
it_it: Configurazione di MonsterInsights

source: Setup WP Mail SMTP
it_it: Configurazione di WP Mail SMTP

source: Shortcode to be used on this group page.
it_it: Shortcode da utilizzare in questa pagina vetrina.

source: Shortcode to be used on this membership page to manually place the registration form.
it_it: Shortcode da utilizzare in questa pagina di abbonamento per inserire manualmente il modulo di registrazione.

source: Shortcode which can be used on any other WordPress page, post or custom post type to manually place the registration form for this membership.
it_it: Shortcode che può essere utilizzato su qualsiasi altra pagina di WordPress, articolo o custom post type per posizionare manualmente il modulo di registrazione per questo abbonamento.

source: Shortcode which can be used on any other WordPress page, post or custom post type.
it_it: Shortcode che può essere utilizzato su qualsiasi altra pagina WordPress, articolo o tipo di post personalizzato.

source: Shortcodes, Widgets, and Email Parameters
it_it: Shortcode, widget e parametri email

source: Show
it_it: Mostra

source: Show &amp; Require Medium Password or Stronger (Recommended)
it_it: Mostra &amp; Richiedi password media o più forte (Raccomandato)

source: Show &amp; Require Strong Password or Stronger
it_it: Mostra &amp; Richiedi password debole o più forte

source: Show &amp; Require Very Strong Password
it_it: Mostra &amp; Richiedi password forte

source: Show a list of the current member's Subscriptions with optional links to each Membership's "Membership Access URL" setting.
it_it: Mostra un elenco di sottoscrizioni dell'utente corrente con collegamenti opzionali ad ogni "URL di accesso Abbonamento" di ciascun abbonamento.

source: Show a login form on pages containing unauthorized message
it_it: Visualizza un modulo per accedere al sito sulle pagine che contengono contenuti non autorizzati

source: Show an excerpt to unauthorized visitors
it_it: Mostra un messaggio ai visitatori non autorizzati

source: Show at Signup
it_it: Registrazione

source: Show in Account
it_it: Mostra nell'account

source: Show Login Form
it_it: Mostra modulo di accesso

source: Show Login Form & Message
it_it: Mostra il modulo di accesso e il messaggio

source: Show Message
it_it: Mostra messaggio

source: Show negative tax on Invoice
it_it: Mostra l'imposta negativa sulla fattura

source: Show password
it_it: Mostra password

source: Show Payment Description
it_it: Mostra descrizione pagamento

source: Show Payment Icon
it_it: Mostra icona pagamento

source: Show Payment Label
it_it: Mostra etichetta pagamento

source: Show related transaction
it_it: Mostra transazioni correlate

source: Show related transactions
it_it: Mostra transazioni correlate

source: Show The Fields Below For Logged-in Purchases
it_it: Visualizza i campi seguenti per gli acquisti degli utenti registrati

source: Show the first %s characters of your content
it_it: Visualizza i primi %s caratteri del tuo contenuto

source: Sign Up
it_it: Registrati

source: Sign Up Abandoned
it_it: Registrazione abbandonata

source: Sign Up Abandoned %d %s ago
it_it: Registrazione abbandonata %d %s fa

source: Sign Up Abandoned 2 days ago
it_it: Registrazione abbandonata 2 giorni fa

source: Sign up for tips, tricks, and industry updates from top membership, LMS, and online business experts and influencers.
it_it: Iscriviti per ricevere consigli, trucchi e aggiornamenti sul settore dai migliori esperti e influencer di membership, LMS e business online.

source: Signature Key field cannot be blank.
it_it: Il campo Key Signature non può essere vuoto.

source: Signature:
it_it: Firma:

source: Signup Abandoned Reminder Email to Admin
it_it: Promemoria Registrazione abbandonata - Emal amministratore

source: Signup Abandoned Reminder Email to User
it_it: Email all'utente - Promemoria iscrizione abbandonata

source: Signup Location
it_it: Località registrazione

source: Silent Post URL:
it_it: Post URL silenzioso :

source: Single Page Checkout Invoice
it_it: Fattura Single Page Checkout

source: Site ID
it_it: ID del sito

source: Skip
it_it: Salta

source: Skip & Deactivate
it_it: Salta e disattiva

source: Slovakia
it_it: Slovacchia

source: Something could not be executed
it_it: Non è stato possibile eseguire qualcosa

source: Sorry but we can't process your payment at this time. Try back later.
it_it: Non siamo in grado di elaborare il pagamento in questo momento. Prova più tardi.

source: Sorry, an unknown error occurred.
it_it: Spiacenti, si è verificato un errore sconosciuto.

source: Sorry, subscriptions cannot be paused during a free trial.
it_it: Siamo spiacenti, gli abbonamenti non possono essere sospesi durante la prova gratuita.

source: Sorry, the disconnect failed.
it_it: Spiacente, la disconnessione non è riuscita.

source: Sorry, the refresh failed.
it_it: Spiacente, l'aggiornamento non è riuscito.

source: Sorry, this only works with Stripe.
it_it: Siamo spiacenti, questo funziona solo con Stripe.
