Repository: giacomolanzi/memberpress-translation-italian
Catalog: memberpress-*.po
Languages: it_it

source: Sorry, updating your credentials failed. (pmt)
it_it: Spiacente, l'aggiornamento delle credenziali non è riuscito. (pmt)

source: Sorry, updating your credentials failed. (security)
it_it: Spiacente, l'aggiornamento delle credenziali non è riuscito. (sicurezza)

source: Sorry, we couldn't complete the transaction. Try back later.
it_it: Spiacenti, non abbiamo potuto completare la transazione. Riprova più tardi.

source: Sorry, we were unable to create a transaction.
it_it: Spiacenti, non siamo riusciti a generare la transazione.

source: Sorry, we were unable to find the membership.
it_it: Siamo spiacenti, non siamo riusciti a trovare l'iscrizione.

source: Sorry, we were unable to find the transaction.
it_it: Siamo spiacenti, non siamo riusciti a trovare la transazione.

source: Sorry, we were unable to find the user.
it_it: Siamo spiacenti, non siamo riusciti a trovare l'utente.

source: Sorry, you are not allowed to access this page.
it_it: Spiacente, non è possibile accedere a questa pagina.

source: Sorry, you don't have permission to do this.
it_it: Mi dispiace, non hai il permesso di farlo.

source: Sorry, you must be logged in to do this.
it_it: Spiacente, è necessario aver effettuato il login per poterlo fare.

source: Spain
it_it: Spagna

source: Specific Page
it_it: Pagina specifica

source: Specify how to handle unauthorized access.
it_it: Specificare come gestire gli accessi non autorizzati.

source: Standard Rate
it_it: Tariffa standard

source: Start Setup
it_it: Impostazione iniziale

source: Starting Job - %1$s (%2$s): %3$s
it_it: Inizio lavoro - %1$s (%2$s): %3$s

source: Starts
it_it: Inizio

source: State
it_it: Stato

source: State*
it_it: Provincia

source: Status*:
it_it: Stato*:

source: Status: %s
it_it: Stato: %s

source: Stopped
it_it: Fermato

source: Stripe (Recommended)
it_it: Stripe (consigliato)

source: Stripe Link Considerations
it_it: Considerazioni sul collegamento a Stripe

source: Stripe Offers
it_it: Offerte Stripe

source: Strong
it_it: Forte

source: Sub-Total*:
it_it: Totale parziale*:

source: Subject
it_it: Oggetto

source: Submit
it_it: Invia

source: Submit & Deactivate
it_it: Invia e disattiva

source: subscribed to this membership before
it_it: sottoscritto questo abbonamento in precedenza

source: Subscription
it_it: Sottoscrizioni

source: Subscription Expired
it_it: Sottoscrizione scaduta

source: Subscription expired %d %s ago
it_it: Sottoscrizione scaduta %d %s fa

source: Subscription Expires
it_it: La sottoscrizione scade

source: Subscription Expires Reminder Email to Admin
it_it: Promemoria scadenza Sottoscrizione - Email amministratore

source: Subscription Expires Reminder Email to User
it_it: Email all'utente - Promemoria sottoscrizione in scadenza

source: Subscription Expiring
it_it: Scadenza Abbonamento

source: Subscription Expiring in 2 Days
it_it: Scadenza Abbonamento in 2 giorni

source: Subscription Expiring in 2 days
it_it: Scadenza Sottoscrizione in 2 giorni

source: Subscription ID:
it_it: ID abbonamento:

source: Subscription is expiring in %d %s
it_it: Sottoscrizione in scadenza in %d %s

source: Subscription is renewing in %d %s
it_it: la Sottoscrizione si rinnoverà in %d %s

source: Subscription not found
it_it: Abbonamento non trovato

source: Subscription not found.
it_it: Abbonamento non trovato.

source: Subscription Number*:
it_it: Numero di abbonamento*:

source: Subscription Payment
it_it: Pagamento Sottoscrizione

source: Subscription Renewed
it_it: Sottoscrizione rinnovata

source: Subscription renewed %d %s ago
it_it: Sottoscrizione rinnovata %d %s fa

source: Subscription Renewing
it_it: Rinovo Sottoscrizione

source: Subscription Renewing in 2 Days
it_it: Rinnovo Sottoscrizione in 2 giorni

source: Subscription Renewing in 2 days
it_it: Rinnovo sottoscrizione tra 2 giorni

source: Subscription Renews
it_it: Sottoscrizione in rinnovo

source: Subscription Renews Reminder Email to Admin
it_it: Promemoria rinnovo Sottoscrizione - Email amministratore

source: Subscription Renews Reminder Email to User
it_it: Email all'utente - Promemoria rinnovo sottoscrizione

source: Subscription Trial Ending
it_it: Fine della prova di abbonamento

source: Subscription Trial Ending in 2 Days
it_it: Prova di abbonamento termina tra 2 giorni

source: Subscription Trial Ending in 2 days
it_it: Prova di abbonamento termina tra 2 giorni

source: Subscription Trial Ending Reminder Email to Admin
it_it: Email di promemoria per il termine della prova di abbonamento all'amministratore

source: Subscription Trial Ending Reminder Email to User
it_it: Email di promemoria per la fine della prova di abbonamento all'utente

source: Subscription trial period is ending in %d %s
it_it: Il periodo di prova dell'abbonamento termina tra %d %s

source: Subscription Trial Period is Ending Soon
it_it: Il periodo di prova dell'abbonamento sta per terminare

source: Subscription:
it_it: Sottoscrizione:

source: Subscriptions
it_it: Sottoscrizioni

source: Support
it_it: Supporto

source: Supported Payment Gateways
it_it: Gateway di pagamento supportati

source: Sweden
it_it: Svezia

source: Symbol After Amount
it_it: Simbolo dopo il valore

source: Tax
it_it: Tasse

source: tax
it_it: tasse

source: Tax all EU Businesses
it_it: Imposta Business EU

source: Tax Amount*:
it_it: Importo dell'imposta*:

source: Tax Amount:
it_it: Importo dell'imposta:

source: Tax Options
it_it: Impostazioni IVA

source: Tax Rate*:
it_it: Aliquota fiscale*:

source: Tax Rate:
it_it: Aliquota fiscale:

source: Tax Rates
it_it: Aliquote fiscali

source: Tax rates have been cleared
it_it: Le aliquote sono state azzerate

source: Tax Rates:
it_it: Aliquote fiscali:

source: Taxes
it_it: Tasse (IVA)

source: Taxes Collected
it_it: Imposte riscosse

source: TaxJar API Error: Bad Request
it_it: Errore API TaxJar: Richiesta errata

source: TaxJar API Key (Live)
it_it: Chiave API TaxJar (Live)

source: TaxJar API Key (Sandbox)
it_it: Chiave API TaxJar (Sandbox)

source: TaxJar automate your sales tax calculations, reporting, and filings in minutes.<br/><br/>NOTE: This will override any tax rates for the US you've imported via CSV.
it_it: TaxJar automatizza i calcoli delle imposte sulle vendite, i rapporti e le dichiarazioni in pochi minuti.<br/><br/>NOTA: questo annulla le aliquote fiscali per gli Stati Uniti importate tramite CSV.

source: template_redirect (recommended)
it_it: template_redirect (consigliato)

source: Terms
it_it: Termini

source: Terms of Service
it_it: Termini di servizio

source: Terms of Service Checkbox Title:
it_it: Titolo dell'etichetta per l'accettazione dei termini del servizio:

source: Test Mode
it_it: Modalità di Test

source: Text
it_it: Testo

source: Thank You
it_it: Grazie

source: Thanks for your support!
it_it: Grazie per il tuo sostegno!

source: That Username or Email wasn't found.
it_it: Nome utente o password non trovati

source: That’s it!
it_it: Ecco fatto!

source: That’s it!.
it_it: È tutto!

source: The %1$sUse Stripe Checkout (Beta)%2$s option is deprecated, please go to the Payments tab and disable it.
it_it: L'opzione %1$sUse Stripe Checkout (Beta)%2$s è deprecata, si prega di andare nella scheda Pagamenti e disabilitarla.

source: The Admin Email Address field must contain 1 or more valid email addresses
it_it: L'indirizzo email Amministratore deve contenere 1 o più indirizzi email validi.

source: The amount must be a number.
it_it: L'importo deve essere un numero.

source: The amount must be set.
it_it: Occore impostare l'importo.

source: The amount of taxes for this subscription
it_it: L'importo delle tasse per questo abbonamento

source: The amount of taxes for this transaction
it_it: L'importo delle imposte per questa transazione

source: The Best Affiliate Program Plugin for WordPress
it_it: Il miglior plugin per programmi di affiliazione per WordPress

source: The Best Google Analytics Plugin for WordPress
it_it: Il miglior plugin di Google Analytics per WordPress

source: The connection to PayPal failed
it_it: Connessione a PayPal fallita

source: The correct edition of MemberPress has been installed successfully.
it_it: L'edizione corretta di MemberPress è stata installata con successo.

source: The current status of the subscription
it_it: Lo stato attuale dell'abbonamento

source: The current status of the transaction
it_it: Lo stato attuale della transazione

source: The date that the transaction was created on. This field is displayed in UTC/GMT.
it_it: La data di creazione della transazione. Questo campo è visualizzato in UTC/GMT.

source: The date that the transaction will expire. This is used to determine how long the user will have access to the membership until another transaction needs to be made. This field is displayed in UTC/GMT
it_it: La data in cui scadrà la transazione. È utilizzata per determinare per quanto tempo l'utente avrà accesso all'abbonamento, prima di dover eseguire una nuova transazione.

source: The date that this subscription was created on. This field is displayed in UTC/GMT.
it_it: La data di creazione dell'abbonamento. Questo campo è visualizzato in UTC/GMT.

source: The email field can't be blank.
it_it: Il campo email non può essere vuoto.

source: The email has been sent to the customer. The Subscription will resume when the invoice has been paid.
it_it: L'email è stata inviata al cliente. L'abbonamento riprenderà quando la fattura sarà stata pagata.

source: The Group Pages Slug must be set
it_it: Occorre impostare lo slug pagine Guppo

source: The Group Pages Slug must only contain letters, numbers and dashes.
it_it: Lo slug per le pagine Gruppo deve contenere solo lettere, numeri e trattini.

source: The invoice does not require action from the customer.
it_it: La fattura non richiede alcuna azione da parte del cliente.

source: The IP addresses listed here are currently banned from making purchases.%1$s%1$sYou can add a new IP address (one per line) to block it, or remove an IP address to unblock it.
it_it: Gli indirizzi IP elencati qui sono attualmente vietati ad effettuare acquisti.%1$s%1$sÈ possibile aggiungere un nuovo indirizzo IP (uno per riga) per bloccarlo o rimuovere un indirizzo IP per sbloccarlo.

source: The license information is not available, try refreshing the page.
it_it: Le informazioni sulla licenza non sono disponibili, provare ad aggiornare la pagina.

source: The Membership Pages Slug must be set
it_it: Occorre impostare lo slug della pagina abbonamento

source: The Membership Pages Slug must only contain letters, numbers and dashes.
it_it: Lo slug per le pagine Abbonamento deve contenere solo lettere, numeri e trattini.

source: The membership plugin that makes it easy to accept payments for access to your content and digital products.
it_it: Il plugin per abbonamenti che rende facile accettare pagamenti per l&#39;accesso ai contenuti e ai prodotti digitali.

source: The membership that was purchased
it_it: L'abbonamento che è stato acquistato

source: The number of days for this trial period
it_it: Il numero di giorni per questo periodo di prova

source: The number of free views unauthorized users can have before the paywall kicks in to prevent access to protected content.
it_it: Il numero di visualizzazioni libere che gli utenti non autorizzati possono eseguire prima che il paywall intervenga per impedire l'accesso ai contenuti protetti.

source: The optional subscription to associate this transaction with.
it_it: La sottoscrizione facoltativa da associare a questa transazione.

source: The payment method associated with the transaction.
it_it: Il metodo di pagamento associato alla transazione.

source: The payment method associated with this subscription.
it_it: Il metodo di pagamento associato a questo abbonamento.

source: The payment setup was unsuccessful, please try another payment method.
it_it: L'impostazione del pagamento non è andata a buon fine, si prega di provare un altro metodo di pagamento.

source: The payment was unsuccessful. %s
it_it: Pagamento non riuscito. %s

source: The popup was successfully delayed
it_it: Il popup è stato ritardato con successo

source: The popup was successfully stopped
it_it: Il popup è stato interrotto con successo

source: The refund was unsuccessful. %s
it_it: Rimborso non riuscito. %s

source: The refund was unsuccessful. Please login at PayPal and refund the transaction there.
it_it: Rimborso non riuscito. Effettua l'accesso a PayPal per provvedere al rimborso della transazione.

source: the requested resource.
it_it: la risorsa richiesta.

source: The response from the server was invalid
it_it: La risposta del server non è valida

source: The response from the server was invalid or malformed
it_it: La risposta del server non è valida o è malformata

source: The sub-total (amount before tax) of this subscription
it_it: Il sub-totale (importo al lordo delle imposte) di questo abbonamento

source: The sub-total (amount before tax) of this transaction
it_it: Il sub-totale (importo al lordo delle imposte) di questa transazione

source: The sub-total is required
it_it: Il sub-totale è richiesto

source: The sub-total must be a number
it_it: Il subtotale deve essere un numero

source: The Subscription could not be cancelled here. Please login to your gateway's virtual terminal to cancel it.
it_it: La Sottoscrizione non può essere annullata da qui. Accedi al terminale virtuale del tuo gateway per annullarla.

source: The Subscription could not be deleted. Please try again later.
it_it: la Sottoscrizione non può essere cancellata. Riprova più tardi.

source: The Subscription could not be paused here. Please login to your gateway's virtual terminal to pause it.
it_it: La Sottoscrizione non può essere sospesa da qui. Accedi al terminale virtuale del tuo gateway per sospenderla.

source: The Subscription could not be resumed automatically because the customer needs to authorize the transaction. Do you want to send the customer an email with a link to pay the invoice?
it_it: L'abbonamento non può essere ripreso automaticamente perché il cliente deve autorizzare la transazione. Si desidera inviare al cliente un'e-mail con un link per pagare la fattura?

source: The subscription could not be resumed automatically, %1$sclick here%2$s to complete the payment.
it_it: Non è stato possibile riprendere automaticamente l'abbonamento, %1$sclicca qui%2$s per completare il pagamento.

source: The Subscription could not be resumed here. Please login to your gateway's virtual terminal to resume it.
it_it: La Sottoscrizione non può essere riattivata da qui. Accedi al terminale virtuale del tuo gateway per riattivarla.

source: The Subscription ID is required
it_it: L'ID dell'abbonamento è necessario

source: The Subscription ID must contain only letters, numbers, underscores and hyphens
it_it: L'ID della sottoscrizione deve contenere solo lettere, numeri, trattini e trattini bassi

source: The subscription is locked to a different currency. Please contact us to resume your subscription.
it_it: L'abbonamento è bloccato a una valuta diversa. Contattaci per riprendere l'abbonamento.

source: The Subscription was successfully cancelled.
it_it: La Sottoscrizione è stata annullata con successo.

source: The Subscription was successfully paused.
it_it: La Sottoscrizione è stata sospesa con successo.

source: The Subscription was successfully resumed.
it_it: La Sottoscrizione è stata riattivata.

source: The subscription was updated successfully.
it_it: L'abbonamento è stato aggiornato con successo.

source: The subscription's payment method does not support this.
it_it: Il metodo di pagamento dell'abbonamento non lo supporta.

source: The tax rate in percentage. (Ex: %s for 10%%)
it_it: L'aliquota fiscale in percentuale. (Es: %s per 10%%)

source: The TaxJar API returned the following error after a recent request:
it_it: L'API di TaxJar ha restituito il seguente errore dopo una richiesta recente

source: The transaction amount must be a number.
it_it: L'importo della transazione deve essere un numero.

source: The transaction amount must be set.
it_it: L'importo della transazione deve essere impostato.

source: The Transaction could not be deleted. Please try again later.
it_it: la Transazione non può essere cancellata. Riprova più tardi.

source: The Transaction could not be refunded and/or Subscription could not be cancelled. Please issue the refund by logging into your gateway's virtual terminal
it_it: Non è stato possibile rimborsare la transazione e/o annullare l'abbonamento. Si prega di emettere il rimborso accedendo al terminale virtuale del gateway

source: The Transaction could not be refunded. Please issue the refund by logging into your gateway's virtual terminal
it_it: L aTransazione non puà essere rimborsata. Si prega di rilasciare il rimborso accedendo al terminale virtuale del gateway.

source: The Transaction Number is required, and must contain only letters, numbers, underscores and hyphens.
it_it: Il numero di transazione è richiesto, e deve contenere solo lettere, numeri, caratteri di sottolineatura ( _ ) e trattini ( - ).

source: The transaction was successfully updated.
it_it: La transazione è stata aggiornata.

source: The trial days must be a number
it_it: I giorni di prova devono essere un numero

source: The trial period for this subscription
it_it: Il periodo di prova per questo abbonamento

source: The trial period is the number of days listed in the "Trial Duration" field. A 1 month trial would be 30 days, 2 months would be 60. Similarly, 1 year would be 365.
it_it: Il periodo di prova è il numero di giorni indicato nel campo "Durata della prova". Un periodo di prova di 1 mese corrisponde a 30 giorni, mentre 2 mesi corrispondono a 60 giorni. Allo stesso modo, 1 anno sarebbe 365.

source: The user for this subscription.
it_it: L'utente di questo abbonamento.

source: The user was unable to be saved.
it_it: Non è stato possibile salvare l'utente.

source: The user was unable to be saved: %s
it_it: Non è stato possibile salvare l'utente: %s

source: The user who made this transaction.
it_it: L'utente che ha effettuato la transazione.

source: The username field can't be blank.
it_it: Il campo nome utente non può essere vuoto.

source: The username is required
it_it: Il nome utente è obbligatorio

source: The username must be set.
it_it: Occorre impostare il nome utente.

source: The username must be valid.
it_it: Il nome utente deve essere valido.

source: The world's most powerful and easy to use payment gateway.
it_it: Il gateway di pagamento più potente e facile da usare al mondo.

source: Theme Compatibility
it_it: Compatibilità Tema

source: There are no active Payment Methods right now ... please contact the system administrator for help.
it_it: Non ci sono metodi di pagamento attivi al momento ... Contatta l&#39;amministratore di sistema per assistenza.

source: There are no active payment methods. Please contact the site administrator.
it_it: Non ci sono metodi di pagamento attivi. Si prega di contattare l'amministratore del sito.

source: There is not yet any content to select for this rule type.
it_it: Non esiste ancora nessun contenuto da selezionare per questo tipo di regola.

source: There was a problem cancelling, try logging in directly at PayPal to update the status of your recurring profile.
it_it: C'era un problema con lannullamento, prova ad accedere direttamente a PayPal per aggiornare lo stato del tuo profilo periodico.

source: There was a problem cancelling. %s
it_it: Problema durante l'annullamento. %s

source: There was a problem completing the transaction
it_it: C'è stato un problema nel completare la transazione

source: There was a problem creating the subscription
it_it: Si è verificato un problema nella creazione dell'abbonamento

source: There was a problem updating the subscription
it_it: Si è verificato un problema nell'aggiornamento dell'abbonamento

source: There was a problem with our payment system. Please come back soon and try again.
it_it: C'è stato un problema con il nostro sistema di pagamento. Riprova tra qualche minuto.

source: There was a problem with our system. Please come back soon and try again.
it_it: C'è stato un problema con il nostro sistema. Riprova tra qualche minuto.

source: There was a problem with our system: %s. Please come back soon and try again.
it_it: C'è stato un problema con il nostro sistema: %s. Riprova tra qualche minuto.

source: There was a problem with the Authorize.net API request.
it_it: Si è verificato un problema con la richiesta API di Authorize.net.

source: There was a problem, try logging in directly at PayPal to update the status of your recurring profile.
it_it: Si è verificato un problema, prova ad accedere direttamente a PayPal per aggiornare lo stato del tuo profilo ricorrente.

source: There was an issue sending the email
it_it: C'è stato un problema nell'invio della email

source: There was an issue with the credit card processor. Try again later.
it_it: C'è stato un problema con il processore di carta di credito. Riprova più tardi.

source: There were no Add-ons found for your license or lack thereof...
it_it: Non sono stati trovati componenti aggiuntivi per questa licenza, o la sua mancanza...

source: These are notices that will be sent to the addresses you've set below when events happen in MemberPress.
it_it: Si tratta di avvisi che verranno inviati agli indirizzi che hai impostato sotto quando si verificano eventi in MemberPress.

source: These are notices that will be sent to your members when events happen in MemberPress.
it_it: Si tratta di avvisi che verranno inviati ai tuoi utenti del tuo quando si verificano degli eventi in MemberPress.

source: These rules protect the current content.
it_it: Queste regole proteggono il contenuto corrente.

source: Third-Party Integrations
it_it: Integrazioni di terze parti

source: This %s is Protected
it_it: Questo % s è protetto

source: This action is not possible with the payment method used with this Subscription
it_it: Questa azione non è possibile con il metodo di pagamento utilizzato per questa Sottoeìscrizione

source: This allows you to redirect a user to different URLs based on how many times they have already logged in. So for example, if you wanted to show upsell pages to members on their 3rd and 6th logins, you can do that by setting the URL to send the member to when they login for the 3rd time and again on the 6th time.
it_it: Consente di reindirizzare gli utenti a URL diversi sulla base di quante volte essi hanno già eseguito l'accesso. Così, per esempio, se vuoi proporre nuovi contenuti agli utenti dopo il loro 3º e 6º login, puoi farlo impostando l'URL a cui reindirizzare gli utenti che eseguono il login per la 3 volta, e di nuovo la 6 volta.

source: This Content is Protected by %s MemberPress Access Rule
it_it: Questo contenuto è protetto dalla regola di accesso MemberPress %s

source: This content is shown only to authorized members. It is hidden from everyone else.
it_it: Questo contenuto è visibile solo agli utenti autorizzati. È nascosto per tutti gli altri.

source: This content is shown to everyone except authorized members.
it_it: Questo contenuto è mostrato a tutti tranne che agli utenti iscritti.
